/*
Navicat MySQL Data Transfer

Source Server         : lu
Source Server Version : 50527
Source Host           : localhost:3306
Source Database       : asnacks

Target Server Type    : MYSQL
Target Server Version : 50527
File Encoding         : 65001

Date: 2020-05-12 11:07:58
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for address
-- ----------------------------
DROP TABLE IF EXISTS `address`;
CREATE TABLE `address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `login_name` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `zip` varchar(255) DEFAULT NULL,
  `province` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `district` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `add_login_id` (`login_name`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of address
-- ----------------------------
INSERT INTO `address` VALUES ('4', '赵武', '17727978757', null, '江苏省', '南京市', '玄武区', '123大街');
INSERT INTO `address` VALUES ('7', '张三', '18277107495', null, '广西壮族自治区', '北海市', '海城区', '昆明路');

-- ----------------------------
-- Table structure for collection
-- ----------------------------
DROP TABLE IF EXISTS `collection`;
CREATE TABLE `collection` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(255) DEFAULT NULL,
  `goods_id` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `dis_price` decimal(10,2) DEFAULT NULL,
  `purchase` varchar(255) DEFAULT NULL,
  `evaluate` varchar(255) DEFAULT NULL,
  `collection` varchar(255) DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `zhuantai` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of collection
-- ----------------------------
INSERT INTO `collection` VALUES ('1', null, '3', 'http://localhost:3000/src/images/goods/1/goods-1-(4).jpg', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '67.00', '67.00', '503', '703', '1107', '2020-04-17 11:39:26', null);
INSERT INTO `collection` VALUES ('3', null, '68', 'http://localhost:3000/src/images/goods/4/goods-4-(8).jpg', '饼干整箱5斤年货必备置办办公室咸味零食散装', '29.90', '29.90', '687', '887', '1291', '2020-04-17 11:47:46', null);
INSERT INTO `collection` VALUES ('4', null, '186', 'http://localhost:3000/src/images/goods/10/goods-10-(6).jpg', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '36.00', '36.00', '1045', '1245', '1649', '2020-04-17 11:56:49', null);

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `brand_id` varchar(255) DEFAULT NULL,
  `class_id` varchar(255) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `discount_price` decimal(10,2) DEFAULT NULL,
  `text` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `purchase` varchar(255) DEFAULT NULL,
  `evaluate` varchar(255) DEFAULT NULL,
  `collection` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `class_id` (`class_id`),
  KEY `brand_id` (`brand_id`)
) ENGINE=InnoDB AUTO_INCREMENT=201 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', '三只松鼠', '三只松鼠', '坚果类', '22.50', '19.80', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(1).jpg', '2020-03-10 12:15:00', '三只松鼠大礼包好吃优惠大', '694', '120', '110');
INSERT INTO `goods` VALUES ('3', '坚果', '良品铺子', '坚果类', '69.00', '67.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(4).jpg', '2020-04-19 00:57:23', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '503', '703', '1107');
INSERT INTO `goods` VALUES ('4', '坚果', '三只松鼠', '坚果类', '123.00', '168.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(5).jpg', '2020-04-24 18:00:34', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '504', '704', '1108');
INSERT INTO `goods` VALUES ('5', '坚果', '百草味', '坚果类', '288.00', '288.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(6).jpg', '2020-03-14 12:15:04', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '505', '705', '1109');
INSERT INTO `goods` VALUES ('6', '坚果', '良品铺子', '坚果类', '109.00', '109.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(7).jpg', '2020-03-15 12:15:05', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '506', '706', '1110');
INSERT INTO `goods` VALUES ('7', '坚果', '三只松鼠', '坚果类', '208.00', '208.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(8).jpg', '2020-03-16 12:15:06', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '507', '707', '1111');
INSERT INTO `goods` VALUES ('8', '坚果', '百草味', '坚果类', '54.90', '54.90', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(9).jpg', '2020-03-17 12:15:07', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '508', '708', '1112');
INSERT INTO `goods` VALUES ('9', '坚果', '良品铺子', '坚果类', '73.00', '73.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(10).jpg', '2020-03-18 12:15:08', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '509', '709', '1113');
INSERT INTO `goods` VALUES ('10', '坚果', '三只松鼠', '坚果类', '69.90', '69.90', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(11).jpg', '2020-03-19 12:15:09', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '510', '710', '1114');
INSERT INTO `goods` VALUES ('11', '坚果', '百草味', '坚果类', '59.90', '59.90', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(12).jpg', '2020-03-20 12:15:10', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '511', '711', '1115');
INSERT INTO `goods` VALUES ('12', '坚果', '良品铺子', '坚果类', '99.00', '99.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(13).jpg', '2020-03-21 12:15:11', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '512', '712', '1116');
INSERT INTO `goods` VALUES ('13', '坚果', '三只松鼠', '坚果类', '66.00', '66.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(14).jpg', '2020-03-22 12:15:12', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '513', '713', '1117');
INSERT INTO `goods` VALUES ('14', '坚果', '百草味', '坚果类', '88.00', '88.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(15).jpg', '2020-03-23 12:15:13', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '514', '714', '1118');
INSERT INTO `goods` VALUES ('15', '坚果', '良品铺子', '坚果类', '98.00', '98.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(16).jpg', '2020-03-24 12:15:14', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '515', '715', '1119');
INSERT INTO `goods` VALUES ('16', '坚果', '三只松鼠', '坚果类', '55.80', '55.80', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(17).jpg', '2020-03-25 12:15:15', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '516', '716', '1120');
INSERT INTO `goods` VALUES ('17', '坚果', '百草味', '坚果类', '68.00', '68.00', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(18).jpg', '2020-03-26 12:15:16', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '517', '717', '1121');
INSERT INTO `goods` VALUES ('18', '坚果', '良品铺子', '坚果类', '29.80', '29.80', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(19).jpg', '2020-03-27 12:15:17', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '518', '718', '1122');
INSERT INTO `goods` VALUES ('19', '坚果', '三只松鼠', '坚果类', '34.90', '34.90', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(20).jpg', '2020-03-28 12:15:18', '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', '519', '719', '1123');
INSERT INTO `goods` VALUES ('20', '辣条', '卫龙', '辣条类', '8.90', '8.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(1).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '560', '760', '1164');
INSERT INTO `goods` VALUES ('21', '辣条', '良品铺子', '辣条类', '13.90', '13.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(2).jpg', '2020-03-30 12:15:20', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '561', '761', '1165');
INSERT INTO `goods` VALUES ('22', '辣条', '来伊份', '辣条类', '19.50', '19.50', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(3).jpg', '2020-03-31 12:15:21', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '562', '762', '1166');
INSERT INTO `goods` VALUES ('23', '辣条', '其他', '辣条类', '4.40', '4.40', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(4).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '563', '763', '1167');
INSERT INTO `goods` VALUES ('24', '辣条', '网红', '辣条类', '25.80', '25.80', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(5).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '564', '764', '1168');
INSERT INTO `goods` VALUES ('25', '辣条', '贤哥', '辣条类', '26.80', '26.80', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(6).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '565', '765', '1169');
INSERT INTO `goods` VALUES ('26', '辣条', '卫龙', '辣条类', '6.95', '6.95', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(7).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '566', '766', '1170');
INSERT INTO `goods` VALUES ('27', '辣条', '良品铺子', '辣条类', '16.90', '16.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(8).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '567', '767', '1171');
INSERT INTO `goods` VALUES ('28', '辣条', '来伊份', '辣条类', '9.90', '9.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(9).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '568', '768', '1172');
INSERT INTO `goods` VALUES ('29', '辣条', '其他', '辣条类', '26.90', '26.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(10).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '569', '769', '1173');
INSERT INTO `goods` VALUES ('30', '辣条', '网红', '辣条类', '15.80', '15.80', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(11).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '570', '770', '1174');
INSERT INTO `goods` VALUES ('31', '辣条', '贤哥', '辣条类', '13.90', '13.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(12).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '571', '771', '1175');
INSERT INTO `goods` VALUES ('32', '辣条', '卫龙', '辣条类', '19.90', '19.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(13).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '572', '772', '1176');
INSERT INTO `goods` VALUES ('33', '辣条', '良品铺子', '辣条类', '18.90', '18.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(14).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '573', '773', '1177');
INSERT INTO `goods` VALUES ('34', '辣条', '来伊份', '辣条类', '19.90', '19.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(15).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '574', '774', '1178');
INSERT INTO `goods` VALUES ('35', '辣条', '其他', '辣条类', '9.90', '9.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(16).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '575', '775', '1179');
INSERT INTO `goods` VALUES ('36', '辣条', '网红', '辣条类', '9.90', '9.90', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(17).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '576', '776', '1180');
INSERT INTO `goods` VALUES ('37', '辣条', '贤哥', '辣条类', '7.00', '7.00', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(18).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '577', '777', '1181');
INSERT INTO `goods` VALUES ('38', '辣条', '卫龙', '辣条类', '9.80', '9.80', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(19).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '578', '778', '1182');
INSERT INTO `goods` VALUES ('39', '辣条', '良品铺子', '辣条类', '8.80', '8.80', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(20).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '579', '779', '1183');
INSERT INTO `goods` VALUES ('40', '辣条', '来伊份', '辣条类', '39.80', '39.80', '辣味网红零食大礼包小吃休闲食品儿时辣条亲嘴烧大辣片', 'http://localhost:3000/src/images/goods/2/goods-2-(60).jpg', '2020-03-29 12:15:19', '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', '619', '819', '1223');
INSERT INTO `goods` VALUES ('41', '面包', '小麦', '面包类', '14.95', '14.95', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(1).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '620', '820', '1224');
INSERT INTO `goods` VALUES ('42', '面包', '好丽友', '面包类', '41.80', '41.80', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(2).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '621', '821', '1225');
INSERT INTO `goods` VALUES ('43', '面包', '其他', '面包类', '14.50', '14.50', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(3).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '622', '822', '1226');
INSERT INTO `goods` VALUES ('44', '面包', '三只松鼠', '面包类', '19.90', '19.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(4).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '623', '823', '1227');
INSERT INTO `goods` VALUES ('45', '面包', '百草味', '面包类', '7.40', '7.40', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(5).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '624', '824', '1228');
INSERT INTO `goods` VALUES ('46', '面包', '小麦', '面包类', '5.90', '5.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(6).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '625', '825', '1229');
INSERT INTO `goods` VALUES ('47', '面包', '好丽友', '面包类', '14.95', '14.95', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(7).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '626', '826', '1230');
INSERT INTO `goods` VALUES ('48', '面包', '其他', '面包类', '21.90', '21.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(8).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '627', '827', '1231');
INSERT INTO `goods` VALUES ('49', '面包', '三只松鼠', '面包类', '35.80', '35.80', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(9).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '628', '828', '1232');
INSERT INTO `goods` VALUES ('50', '面包', '百草味', '面包类', '41.80', '41.80', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(10).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '629', '829', '1233');
INSERT INTO `goods` VALUES ('51', '面包', '小麦', '面包类', '29.90', '29.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(11).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '630', '830', '1234');
INSERT INTO `goods` VALUES ('52', '面包', '好丽友', '面包类', '22.50', '22.50', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(12).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '631', '831', '1235');
INSERT INTO `goods` VALUES ('53', '面包', '其他', '面包类', '19.90', '19.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(13).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '632', '832', '1236');
INSERT INTO `goods` VALUES ('54', '面包', '三只松鼠', '面包类', '35.90', '35.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(14).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '633', '833', '1237');
INSERT INTO `goods` VALUES ('55', '面包', '百草味', '面包类', '14.80', '14.80', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(15).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '634', '834', '1238');
INSERT INTO `goods` VALUES ('56', '面包', '小麦', '面包类', '16.90', '16.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(16).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '635', '835', '1239');
INSERT INTO `goods` VALUES ('57', '面包', '好丽友', '面包类', '13.90', '13.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(17).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '636', '836', '1240');
INSERT INTO `goods` VALUES ('58', '面包', '其他', '面包类', '1.30', '1.30', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(18).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '637', '837', '1241');
INSERT INTO `goods` VALUES ('59', '面包', '三只松鼠', '面包类', '25.80', '25.80', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(19).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '638', '838', '1242');
INSERT INTO `goods` VALUES ('60', '面包', '百草味', '面包类', '19.90', '19.90', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', 'http://localhost:3000/src/images/goods/3/goods-3-(20).jpg', '2020-03-29 12:15:19', '全麦面包无糖精麻薯芋泥油代早餐速食懒人饱腹网红蛋糕零食品', '639', '839', '1243');
INSERT INTO `goods` VALUES ('61', '饼干', '其他', '饼干类', '21.90', '21.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(1).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '680', '880', '1284');
INSERT INTO `goods` VALUES ('62', '饼干', '三只松鼠', '饼干类', '39.90', '39.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(2).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '681', '881', '1285');
INSERT INTO `goods` VALUES ('63', '饼干', '来伊份', '饼干类', '7.90', '7.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(3).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '682', '882', '1286');
INSERT INTO `goods` VALUES ('64', '饼干', '喜之郎', '饼干类', '12.90', '12.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(4).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '683', '883', '1287');
INSERT INTO `goods` VALUES ('65', '饼干', '达利园', '饼干类', '138.00', '138.00', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(5).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '684', '884', '1288');
INSERT INTO `goods` VALUES ('66', '饼干', '其他', '饼干类', '99.00', '99.00', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(6).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '685', '885', '1289');
INSERT INTO `goods` VALUES ('67', '饼干', '三只松鼠', '饼干类', '12.95', '12.95', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(7).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '686', '886', '1290');
INSERT INTO `goods` VALUES ('68', '饼干', '来伊份', '饼干类', '29.90', '29.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(8).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '687', '887', '1291');
INSERT INTO `goods` VALUES ('69', '饼干', '喜之郎', '饼干类', '89.90', '89.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(9).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '688', '888', '1292');
INSERT INTO `goods` VALUES ('70', '饼干', '达利园', '饼干类', '59.90', '59.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(10).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '689', '889', '1293');
INSERT INTO `goods` VALUES ('71', '饼干', '其他', '饼干类', '29.90', '29.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(11).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '690', '890', '1294');
INSERT INTO `goods` VALUES ('72', '饼干', '三只松鼠', '饼干类', '179.60', '179.60', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(12).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '691', '891', '1295');
INSERT INTO `goods` VALUES ('73', '饼干', '来伊份', '饼干类', '288.00', '288.00', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(13).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '692', '892', '1296');
INSERT INTO `goods` VALUES ('74', '饼干', '喜之郎', '饼干类', '13.90', '13.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(14).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '693', '893', '1297');
INSERT INTO `goods` VALUES ('75', '饼干', '达利园', '饼干类', '19.90', '19.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(15).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '694', '894', '1298');
INSERT INTO `goods` VALUES ('76', '饼干', '其他', '饼干类', '16.80', '16.80', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(16).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '695', '895', '1299');
INSERT INTO `goods` VALUES ('77', '饼干', '三只松鼠', '饼干类', '172.00', '172.00', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(17).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '696', '896', '1300');
INSERT INTO `goods` VALUES ('78', '饼干', '来伊份', '饼干类', '39.90', '39.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(18).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '697', '897', '1301');
INSERT INTO `goods` VALUES ('79', '饼干', '喜之郎', '饼干类', '43.60', '43.60', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(19).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '698', '898', '1302');
INSERT INTO `goods` VALUES ('80', '饼干', '达利园', '饼干类', '8.90', '8.90', '饼干整箱5斤年货必备置办办公室咸味零食散装', 'http://localhost:3000/src/images/goods/4/goods-4-(20).jpg', '2020-03-29 12:15:19', '饼干整箱5斤年货必备置办办公室咸味零食散装', '699', '899', '1303');
INSERT INTO `goods` VALUES ('81', '肉脯', '三只松鼠', '肉铺类', '10.70', '10.70', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(1).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '740', '940', '1344');
INSERT INTO `goods` VALUES ('82', '肉脯', '百草味', '肉铺类', '11.90', '11.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(2).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '741', '941', '1345');
INSERT INTO `goods` VALUES ('83', '肉脯', '良品铺子', '肉铺类', '59.90', '59.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(3).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '742', '942', '1346');
INSERT INTO `goods` VALUES ('84', '肉脯', '杨果铺', '肉铺类', '7.90', '7.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(4).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '743', '943', '1347');
INSERT INTO `goods` VALUES ('85', '肉脯', '三只松鼠', '肉铺类', '25.90', '25.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(5).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '744', '944', '1348');
INSERT INTO `goods` VALUES ('86', '肉脯', '百草味', '肉铺类', '19.90', '19.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(6).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '745', '945', '1349');
INSERT INTO `goods` VALUES ('87', '肉脯', '良品铺子', '肉铺类', '19.90', '19.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(7).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '746', '946', '1350');
INSERT INTO `goods` VALUES ('88', '肉脯', '杨果铺', '肉铺类', '18.90', '18.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(8).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '747', '947', '1351');
INSERT INTO `goods` VALUES ('89', '肉脯', '三只松鼠', '肉铺类', '25.90', '25.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(9).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '748', '948', '1352');
INSERT INTO `goods` VALUES ('90', '肉脯', '百草味', '肉铺类', '19.90', '19.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(10).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '749', '949', '1353');
INSERT INTO `goods` VALUES ('91', '肉脯', '良品铺子', '肉铺类', '13.90', '13.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(11).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '750', '950', '1354');
INSERT INTO `goods` VALUES ('92', '肉脯', '杨果铺', '肉铺类', '60.00', '60.00', '零食小吃靖江肉干肉肉铺类网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(12).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '751', '951', '1355');
INSERT INTO `goods` VALUES ('93', '肉脯', '三只松鼠', '肉铺类', '34.90', '34.90', '零食小吃靖江肉干肉片肉铺类 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(13).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '752', '952', '1356');
INSERT INTO `goods` VALUES ('94', '肉脯', '百草味', '肉铺类', '15.90', '15.90', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(14).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '753', '953', '1357');
INSERT INTO `goods` VALUES ('95', '肉脯', '良品铺子', '肉铺类', '45.90', '45.90', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(15).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '754', '954', '1358');
INSERT INTO `goods` VALUES ('96', '肉脯', '杨果铺', '肉铺类', '7.90', '7.90', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(16).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '755', '955', '1359');
INSERT INTO `goods` VALUES ('97', '肉脯', '三只松鼠', '肉铺类', '13.30', '13.30', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(17).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '756', '956', '1360');
INSERT INTO `goods` VALUES ('98', '肉脯', '百草味', '肉铺类', '25.90', '25.90', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(18).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '757', '957', '1361');
INSERT INTO `goods` VALUES ('99', '肉脯', '良品铺子', '肉铺类', '16.90', '16.90', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(19).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '758', '958', '1362');
INSERT INTO `goods` VALUES ('100', '肉脯', '杨果铺', '肉铺类', '35.90', '35.90', '零食小吃靖江肉干肉片 网红休闲食品', 'http://localhost:3000/src/images/goods/5/goods-5-(20).jpg', '2020-03-29 12:15:19', '零食小吃靖江肉干肉片 网红休闲食品', '759', '959', '1363');
INSERT INTO `goods` VALUES ('101', '干货', '水果干', '干货类', '38.00', '38.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(1).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '800', '1000', '1404');
INSERT INTO `goods` VALUES ('102', '干货', '芒果干', '干货类', '12.90', '12.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(2).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '801', '1001', '1405');
INSERT INTO `goods` VALUES ('103', '干货', '柿子干', '干货类', '29.90', '29.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(3).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '802', '1002', '1406');
INSERT INTO `goods` VALUES ('104', '干货', '鱿鱼干', '干货类', '21.90', '21.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(4).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '803', '1003', '1407');
INSERT INTO `goods` VALUES ('105', '干货', '其他', '干货类', '18.00', '18.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(5).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '804', '1004', '1408');
INSERT INTO `goods` VALUES ('106', '干货', '水果干', '干货类', '59.90', '59.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(6).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '805', '1005', '1409');
INSERT INTO `goods` VALUES ('107', '干货', '芒果干', '干货类', '28.00', '28.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(7).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '806', '1006', '1410');
INSERT INTO `goods` VALUES ('108', '干货', '柿子干', '干货类', '39.90', '39.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(8).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '807', '1007', '1411');
INSERT INTO `goods` VALUES ('109', '干货', '鱿鱼干', '干货类', '25.00', '25.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(9).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '808', '1008', '1412');
INSERT INTO `goods` VALUES ('110', '干货', '其他', '干货类', '19.90', '19.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(10).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '809', '1009', '1413');
INSERT INTO `goods` VALUES ('111', '干货', '水果干', '干货类', '34.50', '34.50', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(11).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '810', '1010', '1414');
INSERT INTO `goods` VALUES ('112', '干货', '芒果干', '干货类', '19.90', '19.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(12).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '811', '1011', '1415');
INSERT INTO `goods` VALUES ('113', '干货', '柿子干', '干货类', '18.00', '18.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(13).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '812', '1012', '1416');
INSERT INTO `goods` VALUES ('114', '干货', '鱿鱼干', '干货类', '15.00', '15.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(14).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '813', '1013', '1417');
INSERT INTO `goods` VALUES ('115', '干货', '其他', '干货类', '43.60', '43.60', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(15).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '814', '1014', '1418');
INSERT INTO `goods` VALUES ('116', '干货', '水果干', '干货类', '9.90', '9.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(16).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '815', '1015', '1419');
INSERT INTO `goods` VALUES ('117', '干货', '芒果干', '干货类', '38.90', '38.90', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(17).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '816', '1016', '1420');
INSERT INTO `goods` VALUES ('118', '干货', '柿子干', '干货类', '16.00', '16.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(18).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '817', '1017', '1421');
INSERT INTO `goods` VALUES ('119', '干货', '鱿鱼干', '干货类', '5.99', '5.99', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(19).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '818', '1018', '1422');
INSERT INTO `goods` VALUES ('120', '干货', '其他', '干货类', '18.00', '18.00', '同款果干果脯蜜饯水果干果网红小吃休闲零食', 'http://localhost:3000/src/images/goods/6/goods-6-(20).jpg', '2020-03-29 12:15:19', '同款果干果脯蜜饯水果干果网红小吃休闲零食', '819', '1019', '1423');
INSERT INTO `goods` VALUES ('121', '糖果', '旺旺', '糖果类', '68.90', '68.90', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(1).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '860', '1060', '1464');
INSERT INTO `goods` VALUES ('122', '糖果', '喜之郎', '糖果类', '25.60', '25.60', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(2).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '861', '1061', '1465');
INSERT INTO `goods` VALUES ('123', '糖果', '徐福记', '糖果类', '11.90', '11.90', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(3).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '862', '1062', '1466');
INSERT INTO `goods` VALUES ('124', '糖果', '达利食品', '糖果类', '68.00', '68.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(4).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '863', '1063', '1467');
INSERT INTO `goods` VALUES ('125', '糖果', '洽洽', '糖果类', '15.00', '15.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(5).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '864', '1064', '1468');
INSERT INTO `goods` VALUES ('126', '糖果', '旺旺', '糖果类', '59.90', '59.90', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(6).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '865', '1065', '1469');
INSERT INTO `goods` VALUES ('127', '糖果', '喜之郎', '糖果类', '11.80', '11.80', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(7).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '866', '1066', '1470');
INSERT INTO `goods` VALUES ('128', '糖果', '徐福记', '糖果类', '25.90', '25.90', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(8).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '867', '1067', '1471');
INSERT INTO `goods` VALUES ('129', '糖果', '达利食品', '糖果类', '20.90', '20.90', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(9).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '868', '1068', '1472');
INSERT INTO `goods` VALUES ('130', '糖果', '洽洽', '糖果类', '28.70', '28.70', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(10).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '869', '1069', '1473');
INSERT INTO `goods` VALUES ('131', '糖果', '旺旺', '糖果类', '12.00', '12.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(11).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '870', '1070', '1474');
INSERT INTO `goods` VALUES ('132', '糖果', '喜之郎', '糖果类', '15.00', '15.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(12).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '871', '1071', '1475');
INSERT INTO `goods` VALUES ('133', '糖果', '徐福记', '糖果类', '20.00', '20.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(13).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '872', '1072', '1476');
INSERT INTO `goods` VALUES ('134', '糖果', '达利食品', '糖果类', '18.00', '18.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(14).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '873', '1073', '1477');
INSERT INTO `goods` VALUES ('135', '糖果', '洽洽', '糖果类', '108.00', '108.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(15).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '874', '1074', '1478');
INSERT INTO `goods` VALUES ('136', '糖果', '旺旺', '糖果类', '30.00', '30.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(16).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '875', '1075', '1479');
INSERT INTO `goods` VALUES ('137', '糖果', '喜之郎', '糖果类', '19.40', '19.40', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(17).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '876', '1076', '1480');
INSERT INTO `goods` VALUES ('138', '糖果', '徐福记', '糖果类', '18.00', '18.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(18).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '877', '1077', '1481');
INSERT INTO `goods` VALUES ('139', '糖果', '达利食品', '糖果类', '19.00', '19.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(19).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '878', '1078', '1482');
INSERT INTO `goods` VALUES ('140', '糖果', '洽洽', '糖果类', '20.00', '20.00', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', 'http://localhost:3000/src/images/goods/7/goods-7-(20).jpg', '2020-03-29 12:15:19', '无糖薄荷糖网红糖果含片强劲型海盐清凉圈圈糖口气清新糖散装', '879', '1079', '1483');
INSERT INTO `goods` VALUES ('141', '果冻', '喜之郎', '果冻类', '20.00', '20.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(1).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '920', '1120', '1524');
INSERT INTO `goods` VALUES ('142', '果冻', '徐福记', '果冻类', '18.00', '18.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(2).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '921', '1121', '1525');
INSERT INTO `goods` VALUES ('143', '果冻', '旺旺', '果冻类', '18.90', '18.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(3).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '922', '1122', '1526');
INSERT INTO `goods` VALUES ('144', '果冻', '三只松鼠', '果冻类', '11.45', '11.45', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(4).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '923', '1123', '1527');
INSERT INTO `goods` VALUES ('145', '果冻', '百草味', '果冻类', '7.90', '7.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(5).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '924', '1124', '1528');
INSERT INTO `goods` VALUES ('146', '果冻', '喜之郎', '果冻类', '19.99', '19.99', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(6).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '925', '1125', '1529');
INSERT INTO `goods` VALUES ('147', '果冻', '徐福记', '果冻类', '6.00', '6.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(7).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '926', '1126', '1530');
INSERT INTO `goods` VALUES ('148', '果冻', '旺旺', '果冻类', '89.90', '89.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(8).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '927', '1127', '1531');
INSERT INTO `goods` VALUES ('149', '果冻', '三只松鼠', '果冻类', '24.90', '24.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(9).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '928', '1128', '1532');
INSERT INTO `goods` VALUES ('150', '果冻', '百草味', '果冻类', '39.90', '39.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(10).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '929', '1129', '1533');
INSERT INTO `goods` VALUES ('151', '果冻', '喜之郎', '果冻类', '37.90', '37.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(11).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '930', '1130', '1534');
INSERT INTO `goods` VALUES ('152', '果冻', '徐福记', '果冻类', '29.00', '29.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(12).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '931', '1131', '1535');
INSERT INTO `goods` VALUES ('153', '果冻', '旺旺', '果冻类', '10.80', '10.80', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(13).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '932', '1132', '1536');
INSERT INTO `goods` VALUES ('154', '果冻', '三只松鼠', '果冻类', '37.90', '37.90', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(14).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '933', '1133', '1537');
INSERT INTO `goods` VALUES ('155', '果冻', '百草味', '果冻类', '30.00', '30.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(15).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '934', '1134', '1538');
INSERT INTO `goods` VALUES ('156', '果冻', '喜之郎', '果冻类', '30.00', '30.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(16).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '935', '1135', '1539');
INSERT INTO `goods` VALUES ('157', '果冻', '徐福记', '果冻类', '310.00', '310.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(17).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '936', '1136', '1540');
INSERT INTO `goods` VALUES ('158', '果冻', '旺旺', '果冻类', '29.00', '29.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(18).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '937', '1137', '1541');
INSERT INTO `goods` VALUES ('159', '果冻', '三只松鼠', '果冻类', '54.00', '54.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(19).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '938', '1138', '1542');
INSERT INTO `goods` VALUES ('160', '果冻', '百草味', '果冻类', '15.00', '15.00', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', 'http://localhost:3000/src/images/goods/8/goods-8-(20).jpg', '2020-03-29 12:15:19', '果冻布丁草莓香橙果汁果冻多种口味婚庆喜糖果果冻', '939', '1139', '1543');
INSERT INTO `goods` VALUES ('161', '饮料', '百事可乐', '饮料类', '42.80', '42.80', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(1).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '980', '1180', '1584');
INSERT INTO `goods` VALUES ('162', '饮料', '可口可乐', '饮料类', '64.00', '64.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(2).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '981', '1181', '1585');
INSERT INTO `goods` VALUES ('163', '饮料', '雪碧', '饮料类', '79.90', '79.90', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(3).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '982', '1182', '1586');
INSERT INTO `goods` VALUES ('164', '饮料', '柠檬茶', '饮料类', '58.50', '58.50', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(4).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '983', '1183', '1587');
INSERT INTO `goods` VALUES ('165', '饮料', '维他奶', '饮料类', '60.90', '60.90', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(5).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '984', '1184', '1588');
INSERT INTO `goods` VALUES ('166', '饮料', '旺旺', '饮料类', '71.60', '71.60', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(6).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '985', '1185', '1589');
INSERT INTO `goods` VALUES ('167', '饮料', '百事可乐', '饮料类', '49.00', '49.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(7).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '986', '1186', '1590');
INSERT INTO `goods` VALUES ('168', '饮料', '可口可乐', '饮料类', '88.00', '88.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(8).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '987', '1187', '1591');
INSERT INTO `goods` VALUES ('169', '饮料', '雪碧', '饮料类', '99.00', '99.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(9).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '988', '1188', '1592');
INSERT INTO `goods` VALUES ('170', '饮料', '柠檬茶', '饮料类', '112.00', '112.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(10).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '989', '1189', '1593');
INSERT INTO `goods` VALUES ('171', '饮料', '维他奶', '饮料类', '60.00', '60.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(11).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '990', '1190', '1594');
INSERT INTO `goods` VALUES ('172', '饮料', '旺旺', '饮料类', '112.90', '112.90', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(12).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '991', '1191', '1595');
INSERT INTO `goods` VALUES ('173', '饮料', '百事可乐', '饮料类', '65.00', '65.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(13).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '992', '1192', '1596');
INSERT INTO `goods` VALUES ('174', '饮料', '可口可乐', '饮料类', '50.00', '50.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(14).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '993', '1193', '1597');
INSERT INTO `goods` VALUES ('175', '饮料', '雪碧', '饮料类', '60.00', '60.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(15).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '994', '1194', '1598');
INSERT INTO `goods` VALUES ('176', '饮料', '柠檬茶', '饮料类', '30.00', '30.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(16).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '995', '1195', '1599');
INSERT INTO `goods` VALUES ('177', '饮料', '维他奶', '饮料类', '59.80', '59.80', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(17).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '996', '1196', '1600');
INSERT INTO `goods` VALUES ('178', '饮料', '旺旺', '饮料类', '60.00', '60.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(18).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '997', '1197', '1601');
INSERT INTO `goods` VALUES ('179', '饮料', '百事可乐', '饮料类', '50.00', '50.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(19).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '998', '1198', '1602');
INSERT INTO `goods` VALUES ('180', '饮料', '可口可乐', '饮料类', '94.00', '94.00', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', 'http://localhost:3000/src/images/goods/9/goods-9-(20).jpg', '2020-03-29 12:15:19', '健康饮料多种盒网红茶 即饮 健康 宅家囤货', '999', '1199', '1603');
INSERT INTO `goods` VALUES ('181', '膨化食品', '可比克', '膨化食品', '64.00', '64.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(1).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1040', '1240', '1644');
INSERT INTO `goods` VALUES ('182', '膨化食品', '旺旺', '膨化食品', '20.00', '20.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(2).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1041', '1241', '1645');
INSERT INTO `goods` VALUES ('183', '膨化食品', '盼盼', '膨化食品', '36.00', '36.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(3).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1042', '1242', '1646');
INSERT INTO `goods` VALUES ('184', '膨化食品', '可比克', '膨化食品', '30.00', '30.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(4).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1043', '1243', '1647');
INSERT INTO `goods` VALUES ('185', '膨化食品', '旺旺', '膨化食品', '43.90', '43.90', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(5).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1044', '1244', '1648');
INSERT INTO `goods` VALUES ('186', '膨化食品', '盼盼', '膨化食品', '36.00', '36.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(6).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1045', '1245', '1649');
INSERT INTO `goods` VALUES ('187', '膨化食品', '可比克', '膨化食品', '19.80', '19.80', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(7).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1046', '1246', '1650');
INSERT INTO `goods` VALUES ('188', '膨化食品', '旺旺', '膨化食品', '49.80', '49.80', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(8).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1047', '1247', '1651');
INSERT INTO `goods` VALUES ('189', '膨化食品', '盼盼', '膨化食品', '19.90', '19.90', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(9).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1048', '1248', '1652');
INSERT INTO `goods` VALUES ('190', '膨化食品', '可比克', '膨化食品', '30.00', '30.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(10).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1049', '1249', '1653');
INSERT INTO `goods` VALUES ('191', '膨化食品', '旺旺', '膨化食品', '9.00', '9.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(11).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1050', '1250', '1654');
INSERT INTO `goods` VALUES ('192', '膨化食品', '盼盼', '膨化食品', '12.90', '12.90', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(12).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1051', '1251', '1655');
INSERT INTO `goods` VALUES ('193', '膨化食品', '可比克', '膨化食品', '26.00', '26.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(13).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1052', '1252', '1656');
INSERT INTO `goods` VALUES ('194', '膨化食品', '旺旺', '膨化食品', '15.00', '15.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(14).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1053', '1253', '1657');
INSERT INTO `goods` VALUES ('195', '膨化食品', '盼盼', '膨化食品', '12.90', '12.90', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(15).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1054', '1254', '1658');
INSERT INTO `goods` VALUES ('196', '膨化食品', '可比克', '膨化食品', '13.50', '13.50', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(16).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1055', '1255', '1659');
INSERT INTO `goods` VALUES ('197', '膨化食品', '旺旺', '膨化食品', '39.90', '39.90', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(17).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1056', '1256', '1660');
INSERT INTO `goods` VALUES ('198', '膨化食品', '盼盼', '膨化食品', '27.80', '27.80', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(18).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1057', '1257', '1661');
INSERT INTO `goods` VALUES ('199', '膨化食品', '可比克', '膨化食品', '59.90', '59.90', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(19).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1058', '1258', '1662');
INSERT INTO `goods` VALUES ('200', '膨化食品', '旺旺', '膨化食品', '30.00', '30.00', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', 'http://localhost:3000/src/images/goods/10/goods-10-(20).jpg', '2020-03-29 12:15:19', '薯片小吃零食大礼包食品一箱超大包休闲充饥夜宵吃', '1059', '1259', '1663');

-- ----------------------------
-- Table structure for goods_brand
-- ----------------------------
DROP TABLE IF EXISTS `goods_brand`;
CREATE TABLE `goods_brand` (
  `brand_id` int(11) NOT NULL AUTO_INCREMENT,
  `brand_name` varchar(255) DEFAULT NULL,
  `brand_phone` varchar(255) DEFAULT NULL,
  `brand_logo` varchar(255) DEFAULT NULL,
  `brand_desc` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`brand_id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_brand
-- ----------------------------
INSERT INTO `goods_brand` VALUES ('1', '三只松鼠', '400-800-4900', 'http://localhost:3000/src/images/brand_logo/logo-1.jpg', '让天下主人爽起来');
INSERT INTO `goods_brand` VALUES ('2', '百草味', '400-800-4901', 'http://localhost:3000/src/images/brand_logo/logo-2.jpg', '世界任你品尝');
INSERT INTO `goods_brand` VALUES ('3', '良品铺子', '000-000-0000', 'http://localhost:3000/src/images/brand_logo/logo-3.jpg', '高端零食');
INSERT INTO `goods_brand` VALUES ('4', '森吧', '0571-81683755', 'http://localhost:3000/src/images/brand_logo/logo-4.jpg', '让嘴巴开森吧~');
INSERT INTO `goods_brand` VALUES ('5', '卫龙', '0395-2669993', 'http://localhost:3000/src/images/brand_logo/logo-5.jpg', '不是所有辣条都叫做卫龙');
INSERT INTO `goods_brand` VALUES ('6', '旺旺', '0571-81683755', 'http://localhost:3000/src/images/brand_logo/logo-6.jpg', '给你旺旺');
INSERT INTO `goods_brand` VALUES ('7', '徐福记', '0571-81683755', 'http://localhost:3000/src/images/brand_logo/logo-7.jpg', '徐福记');
INSERT INTO `goods_brand` VALUES ('8', '德芙', '0571-81683755', 'http://localhost:3000/src/images/brand_logo/logo-8.jpg', '德芙，共享精华之美');
INSERT INTO `goods_brand` VALUES ('9', '喜之郎', '0755-26811331', 'http://localhost:3000/src/images/brand_logo/logo-9.jpg', '追求更好更强');
INSERT INTO `goods_brand` VALUES ('10', '达利食品', '0595-87335077', 'http://localhost:3000/src/images/brand_logo/logo-10.jpg', '团团圆圆达利园');
INSERT INTO `goods_brand` VALUES ('11', '鼠小于', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('12', '杨果铺', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('13', '洽洽', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('14', '来伊份', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('15', '悠享佳', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('16', '天虹牌', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('17', '沃隆', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('18', '老街口', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('19', '水果干', '0571-81683755', 'http://localhost:3001/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('20', '糖果', '0571-81683755', 'http://localhost:3002/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('21', '果冻', '0571-81683755', 'http://localhost:3003/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('22', '薯片', '0571-81683755', 'http://localhost:3004/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('23', '零食', '0571-81683755', 'http://localhost:3005/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('24', '饮料', '0571-81683755', 'http://localhost:3006/src/images/logo.png', '吃好喝好大家好');
INSERT INTO `goods_brand` VALUES ('25', '其他', '0571-81683755', 'http://localhost:3000/src/images/logo.png', '吃好喝好大家好');

-- ----------------------------
-- Table structure for goods_class
-- ----------------------------
DROP TABLE IF EXISTS `goods_class`;
CREATE TABLE `goods_class` (
  `class_id` int(11) NOT NULL AUTO_INCREMENT,
  `class_name` varchar(255) DEFAULT NULL,
  `class_parent_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`class_id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_class
-- ----------------------------
INSERT INTO `goods_class` VALUES ('1', '坚果类', null);
INSERT INTO `goods_class` VALUES ('2', '辣条类', null);
INSERT INTO `goods_class` VALUES ('3', '面包类', null);
INSERT INTO `goods_class` VALUES ('4', '饼干类', null);
INSERT INTO `goods_class` VALUES ('5', '肉脯类', null);
INSERT INTO `goods_class` VALUES ('6', '干货类', null);
INSERT INTO `goods_class` VALUES ('7', '糖果类', null);
INSERT INTO `goods_class` VALUES ('8', '果冻类', null);
INSERT INTO `goods_class` VALUES ('9', '饮料类', null);
INSERT INTO `goods_class` VALUES ('10', '膨化食品', null);

-- ----------------------------
-- Table structure for goods_comment
-- ----------------------------
DROP TABLE IF EXISTS `goods_comment`;
CREATE TABLE `goods_comment` (
  `com_id` int(11) NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `com_title` varchar(255) NOT NULL,
  `com_content` varchar(255) NOT NULL,
  `com_time` datetime NOT NULL,
  PRIMARY KEY (`com_id`),
  KEY `order_id` (`order_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  CONSTRAINT `goods_comment_ibfk_2` FOREIGN KEY (`order_id`) REFERENCES `goods_order` (`order_id`),
  CONSTRAINT `goods_comment_ibfk_3` FOREIGN KEY (`user_id`) REFERENCES `user_login` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_comment
-- ----------------------------
INSERT INTO `goods_comment` VALUES ('1', '1', '1', '1', '很喜欢', '份量挺足的追剧嘴馋吃不错新鲜度:好吃喜欢酥糖包装很有创意、合起来是福 =气到家\r\n', '2020-04-06 17:03:44');
INSERT INTO `goods_comment` VALUES ('2', '2', '2', '2', '不好', '不好吃额，贼差，差评一个', '2020-04-06 17:04:15');

-- ----------------------------
-- Table structure for goods_details
-- ----------------------------
DROP TABLE IF EXISTS `goods_details`;
CREATE TABLE `goods_details` (
  `details_id` int(11) NOT NULL AUTO_INCREMENT,
  `details_goods_id` int(11) NOT NULL,
  `details_url` varchar(255) DEFAULT NULL,
  `details_food` varchar(255) DEFAULT NULL,
  `details_sales` varchar(255) DEFAULT NULL,
  `details_evaluate` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`details_id`),
  KEY `details_goods_id` (`details_goods_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_details
-- ----------------------------
INSERT INTO `goods_details` VALUES ('1', '1', '', '哦豁', '100', '520');
INSERT INTO `goods_details` VALUES ('2', '2', null, '哈哈哈', '200', '521');

-- ----------------------------
-- Table structure for goods_order
-- ----------------------------
DROP TABLE IF EXISTS `goods_order`;
CREATE TABLE `goods_order` (
  `order_id` int(11) NOT NULL AUTO_INCREMENT,
  `order_no` varchar(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `order_name` varchar(255) NOT NULL,
  `province` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `district` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `order_money` varchar(255) NOT NULL,
  `district_money` varchar(255) NOT NULL,
  `payment_money` varchar(255) NOT NULL,
  `create_time` datetime NOT NULL,
  `shipping_time` datetime NOT NULL,
  `pay_time` datetime NOT NULL,
  `receive_time` datetime NOT NULL,
  `order_status` varchar(255) NOT NULL,
  PRIMARY KEY (`order_id`),
  KEY `user_id` (`user_id`),
  CONSTRAINT `goods_order_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user_login` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_order
-- ----------------------------
INSERT INTO `goods_order` VALUES ('1', '20200406101', '1', '三只松鼠', '广西壮族自治区', '玉林市', '北流市', '白马镇', '120', '120', '120', '2020-04-06 16:53:16', '2020-04-06 16:53:19', '2020-04-06 16:53:22', '2020-04-06 16:53:25', '备注');
INSERT INTO `goods_order` VALUES ('2', '20200406102', '2', '百草味', '广东省', '广州市', '天河区', '棠下村', '130', '130', '130', '2020-04-05 16:56:41', '2020-04-05 16:56:45', '2020-04-05 16:56:48', '2020-04-05 16:56:51', '你猜');

-- ----------------------------
-- Table structure for goods_parameter
-- ----------------------------
DROP TABLE IF EXISTS `goods_parameter`;
CREATE TABLE `goods_parameter` (
  `par_id` int(11) NOT NULL AUTO_INCREMENT,
  `par_goods_id` int(11) NOT NULL,
  `par_brand_id` int(11) NOT NULL,
  `par_no` varchar(255) NOT NULL,
  `par_chan_no` varchar(255) NOT NULL,
  `par_sup` varchar(255) DEFAULT NULL,
  `par_sup_address` varchar(255) DEFAULT NULL,
  `par_sup_phone` varchar(255) DEFAULT NULL,
  `par_baozhiqi` varchar(255) DEFAULT NULL,
  `par_chandi` varchar(255) DEFAULT NULL,
  `par_pack` varchar(255) DEFAULT NULL,
  `par_flavor` varchar(255) DEFAULT NULL,
  `par_weight` double DEFAULT NULL,
  `par_url` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`par_id`),
  KEY `par_brand_id` (`par_brand_id`),
  KEY `par_goods_id` (`par_goods_id`),
  CONSTRAINT `goods_parameter_ibfk_2` FOREIGN KEY (`par_brand_id`) REFERENCES `goods_brand` (`brand_id`)
) ENGINE=InnoDB AUTO_INCREMENT=601 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_parameter
-- ----------------------------
INSERT INTO `goods_parameter` VALUES ('1', '1', '1', '1000001', '10001', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('2', '2', '1', '1000002', '10002', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('3', '3', '1', '1000003', '10003', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('4', '4', '1', '1000004', '10004', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('5', '5', '1', '1000005', '10005', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('6', '6', '1', '1000006', '10006', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('7', '7', '1', '1000007', '10007', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('8', '8', '1', '1000008', '10008', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('9', '9', '1', '1000009', '10009', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('10', '10', '1', '1000010', '10010', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('11', '11', '1', '1000011', '10011', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('12', '12', '1', '1000012', '10012', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('13', '13', '1', '1000013', '10013', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('14', '14', '1', '1000014', '10014', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('15', '15', '1', '1000015', '10015', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('16', '16', '1', '1000016', '10016', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('17', '17', '1', '1000017', '10017', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('18', '18', '1', '1000018', '10018', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('19', '19', '1', '1000019', '10019', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('20', '20', '2', '1000020', '10020', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('21', '21', '2', '1000021', '10021', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('22', '22', '2', '1000022', '10022', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('23', '23', '2', '1000023', '10023', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('24', '24', '2', '1000024', '10024', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('25', '25', '2', '1000025', '10025', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('26', '26', '2', '1000026', '10026', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('27', '27', '2', '1000027', '10027', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('28', '28', '2', '1000028', '10028', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('29', '29', '2', '1000029', '10029', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('30', '30', '2', '1000030', '10030', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('31', '31', '2', '1000031', '10031', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('32', '32', '2', '1000032', '10032', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('33', '33', '2', '1000033', '10033', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('34', '34', '2', '1000034', '10034', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('35', '35', '2', '1000035', '10035', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('36', '36', '2', '1000036', '10036', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('37', '37', '2', '1000037', '10037', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('38', '38', '2', '1000038', '10038', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('39', '39', '2', '1000039', '10039', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('40', '40', '3', '1000040', '10040', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('41', '41', '3', '1000041', '10041', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('42', '42', '3', '1000042', '10042', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('43', '43', '3', '1000043', '10043', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('44', '44', '3', '1000044', '10044', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('45', '45', '3', '1000045', '10045', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('46', '46', '3', '1000046', '10046', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('47', '47', '3', '1000047', '10047', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('48', '48', '3', '1000048', '10048', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('49', '49', '3', '1000049', '10049', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('50', '50', '3', '1000050', '10050', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('51', '51', '3', '1000051', '10051', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('52', '52', '3', '1000052', '10052', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('53', '53', '3', '1000053', '10053', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('54', '54', '3', '1000054', '10054', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('55', '55', '3', '1000055', '10055', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('56', '56', '3', '1000056', '10056', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('57', '57', '3', '1000057', '10057', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('58', '58', '3', '1000058', '10058', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('59', '59', '3', '1000059', '10059', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('60', '60', '3', '1000060', '10060', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('61', '61', '2', '1000061', '10061', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('62', '62', '2', '1000062', '10062', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('63', '63', '2', '1000063', '10063', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('64', '64', '4', '1000064', '10064', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('65', '65', '4', '1000065', '10065', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('66', '66', '4', '1000066', '10066', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('67', '67', '4', '1000067', '10067', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('68', '68', '4', '1000068', '10068', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('69', '69', '5', '1000069', '10069', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('70', '70', '5', '1000070', '10070', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('71', '71', '5', '1000071', '10071', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('72', '72', '5', '1000072', '10072', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('73', '73', '5', '1000073', '10073', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('74', '74', '3', '1000074', '10074', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('75', '75', '3', '1000075', '10075', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('76', '76', '3', '1000076', '10076', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('77', '77', '3', '1000077', '10077', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('78', '78', '25', '1000078', '10078', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('79', '79', '25', '1000079', '10079', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('80', '80', '25', '1000080', '10080', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('81', '81', '25', '1000081', '10081', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('82', '82', '2', '1000082', '10082', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('83', '83', '2', '1000083', '10083', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('84', '84', '2', '1000084', '10084', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('85', '85', '4', '1000085', '10085', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('86', '86', '4', '1000086', '10086', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('87', '87', '4', '1000087', '10087', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('88', '88', '4', '1000088', '10088', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('89', '89', '4', '1000089', '10089', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('90', '90', '5', '1000090', '10090', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('91', '91', '5', '1000091', '10091', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('92', '92', '5', '1000092', '10092', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('93', '93', '5', '1000093', '10093', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('94', '94', '5', '1000094', '10094', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('95', '95', '3', '1000095', '10095', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('96', '96', '3', '1000096', '10096', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('97', '97', '3', '1000097', '10097', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('98', '98', '3', '1000098', '10098', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('99', '99', '25', '1000099', '10099', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('100', '100', '25', '1000100', '10100', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('101', '101', '25', '1000101', '10101', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('102', '102', '25', '1000102', '10102', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('103', '103', '2', '1000103', '10103', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('104', '104', '2', '1000104', '10104', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('105', '105', '2', '1000105', '10105', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('106', '106', '4', '1000106', '10106', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('107', '107', '4', '1000107', '10107', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('108', '108', '4', '1000108', '10108', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('109', '109', '4', '1000109', '10109', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('110', '110', '4', '1000110', '10110', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('111', '111', '5', '1000111', '10111', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('112', '112', '5', '1000112', '10112', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('113', '113', '5', '1000113', '10113', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('114', '114', '5', '1000114', '10114', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('115', '115', '5', '1000115', '10115', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('116', '116', '3', '1000116', '10116', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('117', '117', '3', '1000117', '10117', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('118', '118', '3', '1000118', '10118', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('119', '119', '3', '1000119', '10119', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('120', '120', '25', '1000120', '10120', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('121', '121', '2', '1000121', '10121', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('122', '122', '25', '1000122', '10122', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('123', '123', '1', '1000123', '10123', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('124', '124', '1', '1000124', '10124', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('125', '125', '25', '1000125', '10125', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('126', '126', '25', '1000126', '10126', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('127', '127', '2', '1000127', '10127', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('128', '128', '2', '1000128', '10128', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('129', '129', '25', '1000129', '10129', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('130', '130', '25', '1000130', '10130', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('131', '131', '25', '1000131', '10131', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('132', '132', '1', '1000132', '10132', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('133', '133', '25', '1000133', '10133', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('134', '134', '25', '1000134', '10134', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('135', '135', '25', '1000135', '10135', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('136', '136', '25', '1000136', '10136', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('137', '137', '25', '1000137', '10137', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('138', '138', '25', '1000138', '10138', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('139', '139', '25', '1000139', '10139', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('140', '140', '25', '1000140', '10140', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('141', '141', '25', '1000141', '10141', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('142', '142', '25', '1000142', '10142', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('143', '143', '25', '1000143', '10143', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('144', '144', '25', '1000144', '10144', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('145', '145', '25', '1000145', '10145', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('146', '146', '25', '1000146', '10146', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('147', '147', '25', '1000147', '10147', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('148', '148', '14', '1000148', '10148', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('149', '149', '1', '1000149', '10149', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('150', '150', '1', '1000150', '10150', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('151', '151', '25', '1000151', '10151', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('152', '152', '25', '1000152', '10152', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('153', '153', '2', '1000153', '10153', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('154', '154', '2', '1000154', '10154', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('155', '155', '25', '1000155', '10155', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('156', '156', '25', '1000156', '10156', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('157', '157', '25', '1000157', '10157', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('158', '158', '1', '1000158', '10158', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('159', '159', '25', '1000159', '10159', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('160', '160', '25', '1000160', '10160', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('161', '161', '25', '1000161', '10161', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('162', '162', '25', '1000162', '10162', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('163', '163', '25', '1000163', '10163', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('164', '164', '25', '1000164', '10164', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('165', '165', '25', '1000165', '10165', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('166', '166', '25', '1000166', '10166', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('167', '167', '25', '1000167', '10167', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('168', '168', '25', '1000168', '10168', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('169', '169', '25', '1000169', '10169', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('170', '170', '25', '1000170', '10170', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('171', '171', '25', '1000171', '10171', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('172', '172', '25', '1000172', '10172', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('173', '173', '25', '1000173', '10173', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('174', '174', '14', '1000174', '10174', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('175', '175', '25', '1000175', '10175', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('176', '176', '25', '1000176', '10176', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('177', '177', '25', '1000177', '10177', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('178', '178', '25', '1000178', '10178', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('179', '179', '25', '1000179', '10179', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('180', '180', '25', '1000180', '10180', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('181', '181', '25', '1000181', '10181', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('182', '182', '1', '1000182', '10182', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('183', '183', '3', '1000183', '10183', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('184', '184', '1', '1000184', '10184', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('185', '185', '25', '1000185', '10185', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('186', '186', '25', '1000186', '10186', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('187', '187', '2', '1000187', '10187', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('188', '188', '2', '1000188', '10188', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('189', '189', '25', '1000189', '10189', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('190', '190', '25', '1000190', '10190', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('191', '191', '25', '1000191', '10191', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('192', '192', '25', '1000192', '10192', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('193', '193', '25', '1000193', '10193', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('194', '194', '25', '1000194', '10194', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('195', '195', '25', '1000195', '10195', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('196', '196', '25', '1000196', '10196', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('197', '197', '25', '1000197', '10197', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('198', '198', '25', '1000198', '10198', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('199', '199', '25', '1000199', '10199', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('200', '200', '25', '1000200', '10200', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('201', '201', '25', '1000201', '10201', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('202', '202', '25', '1000202', '10202', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('203', '203', '25', '1000203', '10203', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('204', '204', '25', '1000204', '10204', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('205', '205', '1', '1000205', '10205', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('206', '206', '3', '1000206', '10206', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('207', '207', '1', '1000207', '10207', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('208', '208', '25', '1000208', '10208', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('209', '209', '25', '1000209', '10209', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('210', '210', '2', '1000210', '10210', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('211', '211', '2', '1000211', '10211', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('212', '212', '25', '1000212', '10212', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('213', '213', '25', '1000213', '10213', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('214', '214', '25', '1000214', '10214', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('215', '215', '25', '1000215', '10215', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('216', '216', '25', '1000216', '10216', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('217', '217', '25', '1000217', '10217', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('218', '218', '25', '1000218', '10218', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('219', '219', '25', '1000219', '10219', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('220', '220', '25', '1000220', '10220', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('221', '221', '25', '1000221', '10221', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('222', '222', '25', '1000222', '10222', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('223', '223', '25', '1000223', '10223', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('224', '224', '25', '1000224', '10224', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('225', '225', '25', '1000225', '10225', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('226', '226', '25', '1000226', '10226', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('227', '227', '25', '1000227', '10227', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('228', '228', '1', '1000228', '10228', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('229', '229', '3', '1000229', '10229', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('230', '230', '1', '1000230', '10230', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('231', '231', '25', '1000231', '10231', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('232', '232', '25', '1000232', '10232', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('233', '233', '2', '1000233', '10233', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('234', '234', '2', '1000234', '10234', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('235', '235', '25', '1000235', '10235', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('236', '236', '25', '1000236', '10236', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('237', '237', '25', '1000237', '10237', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('238', '238', '25', '1000238', '10238', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('239', '239', '25', '1000239', '10239', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('240', '240', '25', '1000240', '10240', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-4.jpg');
INSERT INTO `goods_parameter` VALUES ('241', '241', '3', '1000241', '10241', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('242', '242', '25', '1000242', '10242', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('243', '243', '25', '1000243', '10243', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('244', '244', '25', '1000244', '10244', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('245', '245', '14', '1000245', '10245', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('246', '246', '25', '1000246', '10246', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('247', '247', '25', '1000247', '10247', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('248', '248', '25', '1000248', '10248', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('249', '249', '25', '1000249', '10249', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('250', '250', '25', '1000250', '10250', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('251', '251', '25', '1000251', '10251', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('252', '252', '25', '1000252', '10252', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('253', '253', '25', '1000253', '10253', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('254', '254', '25', '1000254', '10254', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('255', '255', '25', '1000255', '10255', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('256', '256', '25', '1000256', '10256', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('257', '257', '25', '1000257', '10257', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('258', '258', '25', '1000258', '10258', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('259', '259', '25', '1000259', '10259', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('260', '260', '25', '1000260', '10260', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('261', '261', '25', '1000261', '10261', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('262', '262', '25', '1000262', '10262', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('263', '263', '25', '1000263', '10263', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('264', '264', '25', '1000264', '10264', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('265', '265', '25', '1000265', '10265', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('266', '266', '1', '1000266', '10266', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('267', '267', '25', '1000267', '10267', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('268', '268', '25', '1000268', '10268', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('269', '269', '25', '1000269', '10269', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('270', '270', '25', '1000270', '10270', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('271', '271', '25', '1000271', '10271', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('272', '272', '2', '1000272', '10272', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('273', '273', '25', '1000273', '10273', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('274', '274', '25', '1000274', '10274', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('275', '275', '25', '1000275', '10275', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('276', '276', '25', '1000276', '10276', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('277', '277', '25', '1000277', '10277', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('278', '278', '25', '1000278', '10278', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('279', '279', '25', '1000279', '10279', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('280', '280', '25', '1000280', '10280', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('281', '281', '25', '1000281', '10281', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('282', '282', '25', '1000282', '10282', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('283', '283', '25', '1000283', '10283', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('284', '284', '25', '1000284', '10284', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('285', '285', '25', '1000285', '10285', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('286', '286', '25', '1000286', '10286', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('287', '287', '25', '1000287', '10287', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('288', '288', '25', '1000288', '10288', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('289', '289', '25', '1000289', '10289', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('290', '290', '25', '1000290', '10290', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('291', '291', '1', '1000291', '10291', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('292', '292', '25', '1000292', '10292', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('293', '293', '25', '1000293', '10293', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('294', '294', '25', '1000294', '10294', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('295', '295', '25', '1000295', '10295', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('296', '296', '25', '1000296', '10296', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('297', '297', '2', '1000297', '10297', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('298', '298', '25', '1000298', '10298', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('299', '299', '25', '1000299', '10299', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('300', '300', '25', '1000300', '10300', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-5.jpg');
INSERT INTO `goods_parameter` VALUES ('301', '301', '2', '1000301', '10301', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('302', '302', '2', '1000302', '10302', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('303', '303', '1', '1000303', '10303', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('304', '304', '1', '1000304', '10304', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('305', '305', '25', '1000305', '10305', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('306', '306', '2', '1000306', '10306', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('307', '307', '2', '1000307', '10307', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('308', '308', '25', '1000308', '10308', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('309', '309', '25', '1000309', '10309', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('310', '310', '3', '1000310', '10310', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('311', '311', '3', '1000311', '10311', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('312', '312', '1', '1000312', '10312', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('313', '313', '25', '1000313', '10313', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('314', '314', '25', '1000314', '10314', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('315', '315', '3', '1000315', '10315', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('316', '316', '2', '1000316', '10316', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('317', '317', '2', '1000317', '10317', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('318', '318', '25', '1000318', '10318', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('319', '319', '25', '1000319', '10319', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('320', '320', '25', '1000320', '10320', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('321', '321', '2', '1000321', '10321', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('322', '322', '2', '1000322', '10322', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('323', '323', '3', '1000323', '10323', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('324', '324', '25', '1000324', '10324', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('325', '325', '11', '1000325', '10325', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('326', '326', '25', '1000326', '10326', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('327', '327', '25', '1000327', '10327', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('328', '328', '25', '1000328', '10328', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('329', '329', '2', '1000329', '10329', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('330', '330', '14', '1000330', '10330', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('331', '331', '25', '1000331', '10331', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('332', '332', '25', '1000332', '10332', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('333', '333', '25', '1000333', '10333', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('334', '334', '25', '1000334', '10334', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('335', '335', '25', '1000335', '10335', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('336', '336', '25', '1000336', '10336', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('337', '337', '25', '1000337', '10337', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('338', '338', '25', '1000338', '10338', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('339', '339', '14', '1000339', '10339', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('340', '340', '25', '1000340', '10340', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('341', '341', '25', '1000341', '10341', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('342', '342', '25', '1000342', '10342', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('343', '343', '25', '1000343', '10343', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('344', '344', '25', '1000344', '10344', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('345', '345', '25', '1000345', '10345', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('346', '346', '11', '1000346', '10346', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('347', '347', '25', '1000347', '10347', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('348', '348', '13', '1000348', '10348', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('349', '349', '25', '1000349', '10349', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('350', '350', '2', '1000350', '10350', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('351', '351', '25', '1000351', '10351', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('352', '352', '2', '1000352', '10352', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('353', '353', '25', '1000353', '10353', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('354', '354', '25', '1000354', '10354', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('355', '355', '25', '1000355', '10355', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('356', '356', '1', '1000356', '10356', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('357', '357', '25', '1000357', '10357', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('358', '358', '25', '1000358', '10358', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('359', '359', '25', '1000359', '10359', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('360', '360', '25', '1000360', '10360', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-6.jpg');
INSERT INTO `goods_parameter` VALUES ('361', '361', '7', '1000361', '10361', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('362', '362', '2', '1000362', '10362', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('363', '363', '1', '1000363', '10363', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('364', '364', '25', '1000364', '10364', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('365', '365', '25', '1000365', '10365', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('366', '366', '1', '1000366', '10366', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('367', '367', '2', '1000367', '10367', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('368', '368', '7', '1000368', '10368', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('369', '369', '7', '1000369', '10369', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('370', '370', '25', '1000370', '10370', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('371', '371', '25', '1000371', '10371', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('372', '372', '25', '1000372', '10372', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('373', '373', '25', '1000373', '10373', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('374', '374', '25', '1000374', '10374', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('375', '375', '25', '1000375', '10375', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('376', '376', '25', '1000376', '10376', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('377', '377', '25', '1000377', '10377', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('378', '378', '25', '1000378', '10378', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('379', '379', '25', '1000379', '10379', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('380', '380', '25', '1000380', '10380', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('381', '381', '25', '1000381', '10381', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('382', '382', '8', '1000382', '10382', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('383', '383', '7', '1000383', '10383', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('384', '384', '25', '1000384', '10384', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('385', '385', '25', '1000385', '10385', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('386', '386', '25', '1000386', '10386', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('387', '387', '7', '1000387', '10387', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('388', '388', '2', '1000388', '10388', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('389', '389', '1', '1000389', '10389', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('390', '390', '25', '1000390', '10390', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('391', '391', '25', '1000391', '10391', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('392', '392', '1', '1000392', '10392', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('393', '393', '2', '1000393', '10393', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('394', '394', '7', '1000394', '10394', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('395', '395', '7', '1000395', '10395', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('396', '396', '25', '1000396', '10396', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('397', '397', '25', '1000397', '10397', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('398', '398', '25', '1000398', '10398', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('399', '399', '25', '1000399', '10399', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('400', '400', '25', '1000400', '10400', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('401', '401', '25', '1000401', '10401', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('402', '402', '25', '1000402', '10402', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('403', '403', '25', '1000403', '10403', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('404', '404', '25', '1000404', '10404', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('405', '405', '25', '1000405', '10405', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('406', '406', '25', '1000406', '10406', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('407', '407', '25', '1000407', '10407', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('408', '408', '8', '1000408', '10408', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('409', '409', '7', '1000409', '10409', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('410', '410', '25', '1000410', '10410', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('411', '411', '25', '1000411', '10411', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('412', '412', '25', '1000412', '10412', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('413', '413', '25', '1000413', '10413', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('414', '414', '25', '1000414', '10414', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('415', '415', '25', '1000415', '10415', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('416', '416', '25', '1000416', '10416', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('417', '417', '25', '1000417', '10417', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('418', '418', '8', '1000418', '10418', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('419', '419', '7', '1000419', '10419', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('420', '420', '25', '1000420', '10420', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-7.jpg');
INSERT INTO `goods_parameter` VALUES ('421', '421', '25', '1000421', '10421', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('422', '422', '25', '1000422', '10422', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('423', '423', '1', '1000423', '10423', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('424', '424', '2', '1000424', '10424', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('425', '425', '2', '1000425', '10425', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('426', '426', '25', '1000426', '10426', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('427', '427', '1', '1000427', '10427', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('428', '428', '25', '1000428', '10428', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('429', '429', '25', '1000429', '10429', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('430', '430', '25', '1000430', '10430', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('431', '431', '25', '1000431', '10431', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('432', '432', '9', '1000432', '10432', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('433', '433', '3', '1000433', '10433', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('434', '434', '25', '1000434', '10434', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('435', '435', '25', '1000435', '10435', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('436', '436', '25', '1000436', '10436', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('437', '437', '25', '1000437', '10437', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('438', '438', '25', '1000438', '10438', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('439', '439', '25', '1000439', '10439', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('440', '440', '25', '1000440', '10440', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('441', '441', '25', '1000441', '10441', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('442', '442', '6', '1000442', '10442', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('443', '443', '25', '1000443', '10443', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('444', '444', '25', '1000444', '10444', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('445', '445', '25', '1000445', '10445', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('446', '446', '25', '1000446', '10446', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('447', '447', '9', '1000447', '10447', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('448', '448', '25', '1000448', '10448', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('449', '449', '25', '1000449', '10449', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('450', '450', '25', '1000450', '10450', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('451', '451', '25', '1000451', '10451', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('452', '452', '25', '1000452', '10452', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('453', '453', '25', '1000453', '10453', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('454', '454', '3', '1000454', '10454', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('455', '455', '25', '1000455', '10455', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('456', '456', '9', '1000456', '10456', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('457', '457', '25', '1000457', '10457', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('458', '458', '25', '1000458', '10458', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('459', '459', '1', '1000459', '10459', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('460', '460', '2', '1000460', '10460', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('461', '461', '2', '1000461', '10461', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('462', '462', '25', '1000462', '10462', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('463', '463', '1', '1000463', '10463', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('464', '464', '25', '1000464', '10464', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('465', '465', '25', '1000465', '10465', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('466', '466', '25', '1000466', '10466', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('467', '467', '25', '1000467', '10467', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('468', '468', '9', '1000468', '10468', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('469', '469', '3', '1000469', '10469', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('470', '470', '25', '1000470', '10470', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('471', '471', '25', '1000471', '10471', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('472', '472', '25', '1000472', '10472', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('473', '473', '25', '1000473', '10473', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('474', '474', '25', '1000474', '10474', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('475', '475', '25', '1000475', '10475', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('476', '476', '25', '1000476', '10476', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('477', '477', '25', '1000477', '10477', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('478', '478', '6', '1000478', '10478', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('479', '479', '25', '1000479', '10479', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('480', '480', '25', '1000480', '10480', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-8.jpg');
INSERT INTO `goods_parameter` VALUES ('481', '481', '24', '1000481', '10481', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('482', '482', '24', '1000482', '10482', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('483', '483', '24', '1000483', '10483', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('484', '484', '24', '1000484', '10484', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('485', '485', '24', '1000485', '10485', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('486', '486', '24', '1000486', '10486', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('487', '487', '24', '1000487', '10487', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('488', '488', '24', '1000488', '10488', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('489', '489', '24', '1000489', '10489', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('490', '490', '6', '1000490', '10490', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('491', '491', '24', '1000491', '10491', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('492', '492', '24', '1000492', '10492', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('493', '493', '24', '1000493', '10493', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('494', '494', '6', '1000494', '10494', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('495', '495', '24', '1000495', '10495', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('496', '496', '24', '1000496', '10496', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('497', '497', '24', '1000497', '10497', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('498', '498', '24', '1000498', '10498', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('499', '499', '24', '1000499', '10499', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('500', '500', '24', '1000500', '10500', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('501', '501', '24', '1000501', '10501', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('502', '502', '24', '1000502', '10502', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('503', '503', '24', '1000503', '10503', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('504', '504', '24', '1000504', '10504', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('505', '505', '24', '1000505', '10505', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('506', '506', '24', '1000506', '10506', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('507', '507', '24', '1000507', '10507', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('508', '508', '24', '1000508', '10508', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('509', '509', '24', '1000509', '10509', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('510', '510', '24', '1000510', '10510', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('511', '511', '24', '1000511', '10511', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('512', '512', '24', '1000512', '10512', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('513', '513', '24', '1000513', '10513', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('514', '514', '24', '1000514', '10514', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('515', '515', '24', '1000515', '10515', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('516', '516', '24', '1000516', '10516', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('517', '517', '24', '1000517', '10517', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('518', '518', '24', '1000518', '10518', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('519', '519', '24', '1000519', '10519', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('520', '520', '24', '1000520', '10520', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('521', '521', '24', '1000521', '10521', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('522', '522', '24', '1000522', '10522', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('523', '523', '24', '1000523', '10523', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('524', '524', '24', '1000524', '10524', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('525', '525', '24', '1000525', '10525', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('526', '526', '24', '1000526', '10526', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('527', '527', '24', '1000527', '10527', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('528', '528', '24', '1000528', '10528', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('529', '529', '24', '1000529', '10529', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('530', '530', '24', '1000530', '10530', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('531', '531', '24', '1000531', '10531', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('532', '532', '24', '1000532', '10532', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('533', '533', '24', '1000533', '10533', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('534', '534', '24', '1000534', '10534', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('535', '535', '24', '1000535', '10535', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('536', '536', '24', '1000536', '10536', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('537', '537', '24', '1000537', '10537', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('538', '538', '24', '1000538', '10538', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('539', '539', '24', '1000539', '10539', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('540', '540', '24', '1000540', '10540', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('541', '541', '2', '1000541', '10541', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('542', '542', '2', '1000542', '10542', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('543', '543', '3', '1000543', '10543', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('544', '544', '22', '1000544', '10544', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('545', '545', '22', '1000545', '10545', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('546', '546', '2', '1000546', '10546', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('547', '547', '25', '1000547', '10547', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('548', '548', '22', '1000548', '10548', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('549', '549', '22', '1000549', '10549', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('550', '550', '22', '1000550', '10550', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('551', '551', '6', '1000551', '10551', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('552', '552', '3', '1000552', '10552', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('553', '553', '22', '1000553', '10553', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('554', '554', '22', '1000554', '10554', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('555', '555', '3', '1000555', '10555', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('556', '556', '7', '1000556', '10556', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('557', '557', '22', '1000557', '10557', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('558', '558', '22', '1000558', '10558', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('559', '559', '2', '1000559', '10559', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('560', '560', '22', '1000560', '10560', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('561', '561', '6', '1000561', '10561', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('562', '562', '22', '1000562', '10562', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('563', '563', '2', '1000563', '10563', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('564', '564', '2', '1000564', '10564', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('565', '565', '3', '1000565', '10565', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('566', '566', '22', '1000566', '10566', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('567', '567', '22', '1000567', '10567', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('568', '568', '2', '1000568', '10568', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('569', '569', '25', '1000569', '10569', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('570', '570', '22', '1000570', '10570', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('571', '571', '22', '1000571', '10571', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('572', '572', '22', '1000572', '10572', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('573', '573', '6', '1000573', '10573', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('574', '574', '3', '1000574', '10574', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('575', '575', '22', '1000575', '10575', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('576', '576', '22', '1000576', '10576', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('577', '577', '3', '1000577', '10577', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('578', '578', '7', '1000578', '10578', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('579', '579', '22', '1000579', '10579', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('580', '580', '22', '1000580', '10580', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('581', '581', '2', '1000581', '10581', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('582', '582', '22', '1000582', '10582', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('583', '583', '6', '1000583', '10583', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('584', '584', '22', '1000584', '10584', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('585', '585', '2', '1000585', '10585', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('586', '586', '2', '1000586', '10586', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('587', '587', '3', '1000587', '10587', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('588', '588', '22', '1000588', '10588', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('589', '589', '22', '1000589', '10589', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('590', '590', '2', '1000590', '10590', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('591', '591', '25', '1000591', '10591', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('592', '592', '22', '1000592', '10592', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('593', '593', '22', '1000593', '10593', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('594', '594', '22', '1000594', '10594', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('595', '595', '6', '1000595', '10595', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('596', '596', '3', '1000596', '10596', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('597', '597', '22', '1000597', '10597', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('598', '598', '22', '1000598', '10598', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('599', '599', '3', '1000599', '10599', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');
INSERT INTO `goods_parameter` VALUES ('600', '600', '7', '1000600', '10600', 'XXX有限公司', '中国广西北海', '0775-6543211', '180天', '中国广西北海', '包装', '你喜欢的风味', '600', 'http://localhost:3000/src/images/goods/details/goods-1.jpg');

-- ----------------------------
-- Table structure for goods_stock
-- ----------------------------
DROP TABLE IF EXISTS `goods_stock`;
CREATE TABLE `goods_stock` (
  `stock_id` int(11) NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) NOT NULL,
  `stock_nub` varchar(255) DEFAULT NULL,
  `goods_nub` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`stock_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=InnoDB AUTO_INCREMENT=601 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods_stock
-- ----------------------------
INSERT INTO `goods_stock` VALUES ('1', '1', '500', '600');
INSERT INTO `goods_stock` VALUES ('2', '2', '501', '601');
INSERT INTO `goods_stock` VALUES ('3', '3', '502', '602');
INSERT INTO `goods_stock` VALUES ('4', '4', '503', '603');
INSERT INTO `goods_stock` VALUES ('5', '5', '504', '604');
INSERT INTO `goods_stock` VALUES ('6', '6', '505', '605');
INSERT INTO `goods_stock` VALUES ('7', '7', '506', '606');
INSERT INTO `goods_stock` VALUES ('8', '8', '507', '607');
INSERT INTO `goods_stock` VALUES ('9', '9', '508', '608');
INSERT INTO `goods_stock` VALUES ('10', '10', '509', '609');
INSERT INTO `goods_stock` VALUES ('11', '11', '510', '610');
INSERT INTO `goods_stock` VALUES ('12', '12', '511', '611');
INSERT INTO `goods_stock` VALUES ('13', '13', '512', '612');
INSERT INTO `goods_stock` VALUES ('14', '14', '513', '613');
INSERT INTO `goods_stock` VALUES ('15', '15', '514', '614');
INSERT INTO `goods_stock` VALUES ('16', '16', '515', '615');
INSERT INTO `goods_stock` VALUES ('17', '17', '516', '616');
INSERT INTO `goods_stock` VALUES ('18', '18', '517', '617');
INSERT INTO `goods_stock` VALUES ('19', '19', '518', '618');
INSERT INTO `goods_stock` VALUES ('20', '20', '519', '619');
INSERT INTO `goods_stock` VALUES ('21', '21', '520', '620');
INSERT INTO `goods_stock` VALUES ('22', '22', '521', '621');
INSERT INTO `goods_stock` VALUES ('23', '23', '522', '622');
INSERT INTO `goods_stock` VALUES ('24', '24', '523', '623');
INSERT INTO `goods_stock` VALUES ('25', '25', '524', '624');
INSERT INTO `goods_stock` VALUES ('26', '26', '525', '625');
INSERT INTO `goods_stock` VALUES ('27', '27', '526', '626');
INSERT INTO `goods_stock` VALUES ('28', '28', '527', '627');
INSERT INTO `goods_stock` VALUES ('29', '29', '528', '628');
INSERT INTO `goods_stock` VALUES ('30', '30', '529', '629');
INSERT INTO `goods_stock` VALUES ('31', '31', '530', '630');
INSERT INTO `goods_stock` VALUES ('32', '32', '531', '631');
INSERT INTO `goods_stock` VALUES ('33', '33', '532', '632');
INSERT INTO `goods_stock` VALUES ('34', '34', '533', '633');
INSERT INTO `goods_stock` VALUES ('35', '35', '534', '634');
INSERT INTO `goods_stock` VALUES ('36', '36', '535', '635');
INSERT INTO `goods_stock` VALUES ('37', '37', '536', '636');
INSERT INTO `goods_stock` VALUES ('38', '38', '537', '637');
INSERT INTO `goods_stock` VALUES ('39', '39', '538', '638');
INSERT INTO `goods_stock` VALUES ('40', '40', '539', '639');
INSERT INTO `goods_stock` VALUES ('41', '41', '540', '640');
INSERT INTO `goods_stock` VALUES ('42', '42', '541', '641');
INSERT INTO `goods_stock` VALUES ('43', '43', '542', '642');
INSERT INTO `goods_stock` VALUES ('44', '44', '543', '643');
INSERT INTO `goods_stock` VALUES ('45', '45', '544', '644');
INSERT INTO `goods_stock` VALUES ('46', '46', '545', '645');
INSERT INTO `goods_stock` VALUES ('47', '47', '546', '646');
INSERT INTO `goods_stock` VALUES ('48', '48', '547', '647');
INSERT INTO `goods_stock` VALUES ('49', '49', '548', '648');
INSERT INTO `goods_stock` VALUES ('50', '50', '549', '649');
INSERT INTO `goods_stock` VALUES ('51', '51', '550', '650');
INSERT INTO `goods_stock` VALUES ('52', '52', '551', '651');
INSERT INTO `goods_stock` VALUES ('53', '53', '552', '652');
INSERT INTO `goods_stock` VALUES ('54', '54', '553', '653');
INSERT INTO `goods_stock` VALUES ('55', '55', '554', '654');
INSERT INTO `goods_stock` VALUES ('56', '56', '555', '655');
INSERT INTO `goods_stock` VALUES ('57', '57', '556', '656');
INSERT INTO `goods_stock` VALUES ('58', '58', '557', '657');
INSERT INTO `goods_stock` VALUES ('59', '59', '558', '658');
INSERT INTO `goods_stock` VALUES ('60', '60', '559', '659');
INSERT INTO `goods_stock` VALUES ('61', '61', '560', '660');
INSERT INTO `goods_stock` VALUES ('62', '62', '561', '661');
INSERT INTO `goods_stock` VALUES ('63', '63', '562', '662');
INSERT INTO `goods_stock` VALUES ('64', '64', '563', '663');
INSERT INTO `goods_stock` VALUES ('65', '65', '564', '664');
INSERT INTO `goods_stock` VALUES ('66', '66', '565', '665');
INSERT INTO `goods_stock` VALUES ('67', '67', '566', '666');
INSERT INTO `goods_stock` VALUES ('68', '68', '567', '667');
INSERT INTO `goods_stock` VALUES ('69', '69', '568', '668');
INSERT INTO `goods_stock` VALUES ('70', '70', '569', '669');
INSERT INTO `goods_stock` VALUES ('71', '71', '570', '670');
INSERT INTO `goods_stock` VALUES ('72', '72', '571', '671');
INSERT INTO `goods_stock` VALUES ('73', '73', '572', '672');
INSERT INTO `goods_stock` VALUES ('74', '74', '573', '673');
INSERT INTO `goods_stock` VALUES ('75', '75', '574', '674');
INSERT INTO `goods_stock` VALUES ('76', '76', '575', '675');
INSERT INTO `goods_stock` VALUES ('77', '77', '576', '676');
INSERT INTO `goods_stock` VALUES ('78', '78', '577', '677');
INSERT INTO `goods_stock` VALUES ('79', '79', '578', '678');
INSERT INTO `goods_stock` VALUES ('80', '80', '579', '679');
INSERT INTO `goods_stock` VALUES ('81', '81', '580', '680');
INSERT INTO `goods_stock` VALUES ('82', '82', '581', '681');
INSERT INTO `goods_stock` VALUES ('83', '83', '582', '682');
INSERT INTO `goods_stock` VALUES ('84', '84', '583', '683');
INSERT INTO `goods_stock` VALUES ('85', '85', '584', '684');
INSERT INTO `goods_stock` VALUES ('86', '86', '585', '685');
INSERT INTO `goods_stock` VALUES ('87', '87', '586', '686');
INSERT INTO `goods_stock` VALUES ('88', '88', '587', '687');
INSERT INTO `goods_stock` VALUES ('89', '89', '588', '688');
INSERT INTO `goods_stock` VALUES ('90', '90', '589', '689');
INSERT INTO `goods_stock` VALUES ('91', '91', '590', '690');
INSERT INTO `goods_stock` VALUES ('92', '92', '591', '691');
INSERT INTO `goods_stock` VALUES ('93', '93', '592', '692');
INSERT INTO `goods_stock` VALUES ('94', '94', '593', '693');
INSERT INTO `goods_stock` VALUES ('95', '95', '594', '694');
INSERT INTO `goods_stock` VALUES ('96', '96', '595', '695');
INSERT INTO `goods_stock` VALUES ('97', '97', '596', '696');
INSERT INTO `goods_stock` VALUES ('98', '98', '597', '697');
INSERT INTO `goods_stock` VALUES ('99', '99', '598', '698');
INSERT INTO `goods_stock` VALUES ('100', '100', '599', '699');
INSERT INTO `goods_stock` VALUES ('101', '101', '600', '700');
INSERT INTO `goods_stock` VALUES ('102', '102', '601', '701');
INSERT INTO `goods_stock` VALUES ('103', '103', '602', '702');
INSERT INTO `goods_stock` VALUES ('104', '104', '603', '703');
INSERT INTO `goods_stock` VALUES ('105', '105', '604', '704');
INSERT INTO `goods_stock` VALUES ('106', '106', '605', '705');
INSERT INTO `goods_stock` VALUES ('107', '107', '606', '706');
INSERT INTO `goods_stock` VALUES ('108', '108', '607', '707');
INSERT INTO `goods_stock` VALUES ('109', '109', '608', '708');
INSERT INTO `goods_stock` VALUES ('110', '110', '609', '709');
INSERT INTO `goods_stock` VALUES ('111', '111', '610', '710');
INSERT INTO `goods_stock` VALUES ('112', '112', '611', '711');
INSERT INTO `goods_stock` VALUES ('113', '113', '612', '712');
INSERT INTO `goods_stock` VALUES ('114', '114', '613', '713');
INSERT INTO `goods_stock` VALUES ('115', '115', '614', '714');
INSERT INTO `goods_stock` VALUES ('116', '116', '615', '715');
INSERT INTO `goods_stock` VALUES ('117', '117', '616', '716');
INSERT INTO `goods_stock` VALUES ('118', '118', '617', '717');
INSERT INTO `goods_stock` VALUES ('119', '119', '618', '718');
INSERT INTO `goods_stock` VALUES ('120', '120', '619', '719');
INSERT INTO `goods_stock` VALUES ('121', '121', '620', '720');
INSERT INTO `goods_stock` VALUES ('122', '122', '621', '721');
INSERT INTO `goods_stock` VALUES ('123', '123', '622', '722');
INSERT INTO `goods_stock` VALUES ('124', '124', '623', '723');
INSERT INTO `goods_stock` VALUES ('125', '125', '624', '724');
INSERT INTO `goods_stock` VALUES ('126', '126', '625', '725');
INSERT INTO `goods_stock` VALUES ('127', '127', '626', '726');
INSERT INTO `goods_stock` VALUES ('128', '128', '627', '727');
INSERT INTO `goods_stock` VALUES ('129', '129', '628', '728');
INSERT INTO `goods_stock` VALUES ('130', '130', '629', '729');
INSERT INTO `goods_stock` VALUES ('131', '131', '630', '730');
INSERT INTO `goods_stock` VALUES ('132', '132', '631', '731');
INSERT INTO `goods_stock` VALUES ('133', '133', '632', '732');
INSERT INTO `goods_stock` VALUES ('134', '134', '633', '733');
INSERT INTO `goods_stock` VALUES ('135', '135', '634', '734');
INSERT INTO `goods_stock` VALUES ('136', '136', '635', '735');
INSERT INTO `goods_stock` VALUES ('137', '137', '636', '736');
INSERT INTO `goods_stock` VALUES ('138', '138', '637', '737');
INSERT INTO `goods_stock` VALUES ('139', '139', '638', '738');
INSERT INTO `goods_stock` VALUES ('140', '140', '639', '739');
INSERT INTO `goods_stock` VALUES ('141', '141', '640', '740');
INSERT INTO `goods_stock` VALUES ('142', '142', '641', '741');
INSERT INTO `goods_stock` VALUES ('143', '143', '642', '742');
INSERT INTO `goods_stock` VALUES ('144', '144', '643', '743');
INSERT INTO `goods_stock` VALUES ('145', '145', '644', '744');
INSERT INTO `goods_stock` VALUES ('146', '146', '645', '745');
INSERT INTO `goods_stock` VALUES ('147', '147', '646', '746');
INSERT INTO `goods_stock` VALUES ('148', '148', '647', '747');
INSERT INTO `goods_stock` VALUES ('149', '149', '648', '748');
INSERT INTO `goods_stock` VALUES ('150', '150', '649', '749');
INSERT INTO `goods_stock` VALUES ('151', '151', '650', '750');
INSERT INTO `goods_stock` VALUES ('152', '152', '651', '751');
INSERT INTO `goods_stock` VALUES ('153', '153', '652', '752');
INSERT INTO `goods_stock` VALUES ('154', '154', '653', '753');
INSERT INTO `goods_stock` VALUES ('155', '155', '654', '754');
INSERT INTO `goods_stock` VALUES ('156', '156', '655', '755');
INSERT INTO `goods_stock` VALUES ('157', '157', '656', '756');
INSERT INTO `goods_stock` VALUES ('158', '158', '657', '757');
INSERT INTO `goods_stock` VALUES ('159', '159', '658', '758');
INSERT INTO `goods_stock` VALUES ('160', '160', '659', '759');
INSERT INTO `goods_stock` VALUES ('161', '161', '660', '760');
INSERT INTO `goods_stock` VALUES ('162', '162', '661', '761');
INSERT INTO `goods_stock` VALUES ('163', '163', '662', '762');
INSERT INTO `goods_stock` VALUES ('164', '164', '663', '763');
INSERT INTO `goods_stock` VALUES ('165', '165', '664', '764');
INSERT INTO `goods_stock` VALUES ('166', '166', '665', '765');
INSERT INTO `goods_stock` VALUES ('167', '167', '666', '766');
INSERT INTO `goods_stock` VALUES ('168', '168', '667', '767');
INSERT INTO `goods_stock` VALUES ('169', '169', '668', '768');
INSERT INTO `goods_stock` VALUES ('170', '170', '669', '769');
INSERT INTO `goods_stock` VALUES ('171', '171', '670', '770');
INSERT INTO `goods_stock` VALUES ('172', '172', '671', '771');
INSERT INTO `goods_stock` VALUES ('173', '173', '672', '772');
INSERT INTO `goods_stock` VALUES ('174', '174', '673', '773');
INSERT INTO `goods_stock` VALUES ('175', '175', '674', '774');
INSERT INTO `goods_stock` VALUES ('176', '176', '675', '775');
INSERT INTO `goods_stock` VALUES ('177', '177', '676', '776');
INSERT INTO `goods_stock` VALUES ('178', '178', '677', '777');
INSERT INTO `goods_stock` VALUES ('179', '179', '678', '778');
INSERT INTO `goods_stock` VALUES ('180', '180', '679', '779');
INSERT INTO `goods_stock` VALUES ('181', '181', '680', '780');
INSERT INTO `goods_stock` VALUES ('182', '182', '681', '781');
INSERT INTO `goods_stock` VALUES ('183', '183', '682', '782');
INSERT INTO `goods_stock` VALUES ('184', '184', '683', '783');
INSERT INTO `goods_stock` VALUES ('185', '185', '684', '784');
INSERT INTO `goods_stock` VALUES ('186', '186', '685', '785');
INSERT INTO `goods_stock` VALUES ('187', '187', '686', '786');
INSERT INTO `goods_stock` VALUES ('188', '188', '687', '787');
INSERT INTO `goods_stock` VALUES ('189', '189', '688', '788');
INSERT INTO `goods_stock` VALUES ('190', '190', '689', '789');
INSERT INTO `goods_stock` VALUES ('191', '191', '690', '790');
INSERT INTO `goods_stock` VALUES ('192', '192', '691', '791');
INSERT INTO `goods_stock` VALUES ('193', '193', '692', '792');
INSERT INTO `goods_stock` VALUES ('194', '194', '693', '793');
INSERT INTO `goods_stock` VALUES ('195', '195', '694', '794');
INSERT INTO `goods_stock` VALUES ('196', '196', '695', '795');
INSERT INTO `goods_stock` VALUES ('197', '197', '696', '796');
INSERT INTO `goods_stock` VALUES ('198', '198', '697', '797');
INSERT INTO `goods_stock` VALUES ('199', '199', '698', '798');
INSERT INTO `goods_stock` VALUES ('200', '200', '699', '799');
INSERT INTO `goods_stock` VALUES ('201', '201', '700', '800');
INSERT INTO `goods_stock` VALUES ('202', '202', '701', '801');
INSERT INTO `goods_stock` VALUES ('203', '203', '702', '802');
INSERT INTO `goods_stock` VALUES ('204', '204', '703', '803');
INSERT INTO `goods_stock` VALUES ('205', '205', '704', '804');
INSERT INTO `goods_stock` VALUES ('206', '206', '705', '805');
INSERT INTO `goods_stock` VALUES ('207', '207', '706', '806');
INSERT INTO `goods_stock` VALUES ('208', '208', '707', '807');
INSERT INTO `goods_stock` VALUES ('209', '209', '708', '808');
INSERT INTO `goods_stock` VALUES ('210', '210', '709', '809');
INSERT INTO `goods_stock` VALUES ('211', '211', '710', '810');
INSERT INTO `goods_stock` VALUES ('212', '212', '711', '811');
INSERT INTO `goods_stock` VALUES ('213', '213', '712', '812');
INSERT INTO `goods_stock` VALUES ('214', '214', '713', '813');
INSERT INTO `goods_stock` VALUES ('215', '215', '714', '814');
INSERT INTO `goods_stock` VALUES ('216', '216', '715', '815');
INSERT INTO `goods_stock` VALUES ('217', '217', '716', '816');
INSERT INTO `goods_stock` VALUES ('218', '218', '717', '817');
INSERT INTO `goods_stock` VALUES ('219', '219', '718', '818');
INSERT INTO `goods_stock` VALUES ('220', '220', '719', '819');
INSERT INTO `goods_stock` VALUES ('221', '221', '720', '820');
INSERT INTO `goods_stock` VALUES ('222', '222', '721', '821');
INSERT INTO `goods_stock` VALUES ('223', '223', '722', '822');
INSERT INTO `goods_stock` VALUES ('224', '224', '723', '823');
INSERT INTO `goods_stock` VALUES ('225', '225', '724', '824');
INSERT INTO `goods_stock` VALUES ('226', '226', '725', '825');
INSERT INTO `goods_stock` VALUES ('227', '227', '726', '826');
INSERT INTO `goods_stock` VALUES ('228', '228', '727', '827');
INSERT INTO `goods_stock` VALUES ('229', '229', '728', '828');
INSERT INTO `goods_stock` VALUES ('230', '230', '729', '829');
INSERT INTO `goods_stock` VALUES ('231', '231', '730', '830');
INSERT INTO `goods_stock` VALUES ('232', '232', '731', '831');
INSERT INTO `goods_stock` VALUES ('233', '233', '732', '832');
INSERT INTO `goods_stock` VALUES ('234', '234', '733', '833');
INSERT INTO `goods_stock` VALUES ('235', '235', '734', '834');
INSERT INTO `goods_stock` VALUES ('236', '236', '735', '835');
INSERT INTO `goods_stock` VALUES ('237', '237', '736', '836');
INSERT INTO `goods_stock` VALUES ('238', '238', '737', '837');
INSERT INTO `goods_stock` VALUES ('239', '239', '738', '838');
INSERT INTO `goods_stock` VALUES ('240', '240', '739', '839');
INSERT INTO `goods_stock` VALUES ('241', '241', '740', '840');
INSERT INTO `goods_stock` VALUES ('242', '242', '741', '841');
INSERT INTO `goods_stock` VALUES ('243', '243', '742', '842');
INSERT INTO `goods_stock` VALUES ('244', '244', '743', '843');
INSERT INTO `goods_stock` VALUES ('245', '245', '744', '844');
INSERT INTO `goods_stock` VALUES ('246', '246', '745', '845');
INSERT INTO `goods_stock` VALUES ('247', '247', '746', '846');
INSERT INTO `goods_stock` VALUES ('248', '248', '747', '847');
INSERT INTO `goods_stock` VALUES ('249', '249', '748', '848');
INSERT INTO `goods_stock` VALUES ('250', '250', '749', '849');
INSERT INTO `goods_stock` VALUES ('251', '251', '750', '850');
INSERT INTO `goods_stock` VALUES ('252', '252', '751', '851');
INSERT INTO `goods_stock` VALUES ('253', '253', '752', '852');
INSERT INTO `goods_stock` VALUES ('254', '254', '753', '853');
INSERT INTO `goods_stock` VALUES ('255', '255', '754', '854');
INSERT INTO `goods_stock` VALUES ('256', '256', '755', '855');
INSERT INTO `goods_stock` VALUES ('257', '257', '756', '856');
INSERT INTO `goods_stock` VALUES ('258', '258', '757', '857');
INSERT INTO `goods_stock` VALUES ('259', '259', '758', '858');
INSERT INTO `goods_stock` VALUES ('260', '260', '759', '859');
INSERT INTO `goods_stock` VALUES ('261', '261', '760', '860');
INSERT INTO `goods_stock` VALUES ('262', '262', '761', '861');
INSERT INTO `goods_stock` VALUES ('263', '263', '762', '862');
INSERT INTO `goods_stock` VALUES ('264', '264', '763', '863');
INSERT INTO `goods_stock` VALUES ('265', '265', '764', '864');
INSERT INTO `goods_stock` VALUES ('266', '266', '765', '865');
INSERT INTO `goods_stock` VALUES ('267', '267', '766', '866');
INSERT INTO `goods_stock` VALUES ('268', '268', '767', '867');
INSERT INTO `goods_stock` VALUES ('269', '269', '768', '868');
INSERT INTO `goods_stock` VALUES ('270', '270', '769', '869');
INSERT INTO `goods_stock` VALUES ('271', '271', '770', '870');
INSERT INTO `goods_stock` VALUES ('272', '272', '771', '871');
INSERT INTO `goods_stock` VALUES ('273', '273', '772', '872');
INSERT INTO `goods_stock` VALUES ('274', '274', '773', '873');
INSERT INTO `goods_stock` VALUES ('275', '275', '774', '874');
INSERT INTO `goods_stock` VALUES ('276', '276', '775', '875');
INSERT INTO `goods_stock` VALUES ('277', '277', '776', '876');
INSERT INTO `goods_stock` VALUES ('278', '278', '777', '877');
INSERT INTO `goods_stock` VALUES ('279', '279', '778', '878');
INSERT INTO `goods_stock` VALUES ('280', '280', '779', '879');
INSERT INTO `goods_stock` VALUES ('281', '281', '780', '880');
INSERT INTO `goods_stock` VALUES ('282', '282', '781', '881');
INSERT INTO `goods_stock` VALUES ('283', '283', '782', '882');
INSERT INTO `goods_stock` VALUES ('284', '284', '783', '883');
INSERT INTO `goods_stock` VALUES ('285', '285', '784', '884');
INSERT INTO `goods_stock` VALUES ('286', '286', '785', '885');
INSERT INTO `goods_stock` VALUES ('287', '287', '786', '886');
INSERT INTO `goods_stock` VALUES ('288', '288', '787', '887');
INSERT INTO `goods_stock` VALUES ('289', '289', '788', '888');
INSERT INTO `goods_stock` VALUES ('290', '290', '789', '889');
INSERT INTO `goods_stock` VALUES ('291', '291', '790', '890');
INSERT INTO `goods_stock` VALUES ('292', '292', '791', '891');
INSERT INTO `goods_stock` VALUES ('293', '293', '792', '892');
INSERT INTO `goods_stock` VALUES ('294', '294', '793', '893');
INSERT INTO `goods_stock` VALUES ('295', '295', '794', '894');
INSERT INTO `goods_stock` VALUES ('296', '296', '795', '895');
INSERT INTO `goods_stock` VALUES ('297', '297', '796', '896');
INSERT INTO `goods_stock` VALUES ('298', '298', '797', '897');
INSERT INTO `goods_stock` VALUES ('299', '299', '798', '898');
INSERT INTO `goods_stock` VALUES ('300', '300', '799', '899');
INSERT INTO `goods_stock` VALUES ('301', '301', '800', '900');
INSERT INTO `goods_stock` VALUES ('302', '302', '801', '901');
INSERT INTO `goods_stock` VALUES ('303', '303', '802', '902');
INSERT INTO `goods_stock` VALUES ('304', '304', '803', '903');
INSERT INTO `goods_stock` VALUES ('305', '305', '804', '904');
INSERT INTO `goods_stock` VALUES ('306', '306', '805', '905');
INSERT INTO `goods_stock` VALUES ('307', '307', '806', '906');
INSERT INTO `goods_stock` VALUES ('308', '308', '807', '907');
INSERT INTO `goods_stock` VALUES ('309', '309', '808', '908');
INSERT INTO `goods_stock` VALUES ('310', '310', '809', '909');
INSERT INTO `goods_stock` VALUES ('311', '311', '810', '910');
INSERT INTO `goods_stock` VALUES ('312', '312', '811', '911');
INSERT INTO `goods_stock` VALUES ('313', '313', '812', '912');
INSERT INTO `goods_stock` VALUES ('314', '314', '813', '913');
INSERT INTO `goods_stock` VALUES ('315', '315', '814', '914');
INSERT INTO `goods_stock` VALUES ('316', '316', '815', '915');
INSERT INTO `goods_stock` VALUES ('317', '317', '816', '916');
INSERT INTO `goods_stock` VALUES ('318', '318', '817', '917');
INSERT INTO `goods_stock` VALUES ('319', '319', '818', '918');
INSERT INTO `goods_stock` VALUES ('320', '320', '819', '919');
INSERT INTO `goods_stock` VALUES ('321', '321', '820', '920');
INSERT INTO `goods_stock` VALUES ('322', '322', '821', '921');
INSERT INTO `goods_stock` VALUES ('323', '323', '822', '922');
INSERT INTO `goods_stock` VALUES ('324', '324', '823', '923');
INSERT INTO `goods_stock` VALUES ('325', '325', '824', '924');
INSERT INTO `goods_stock` VALUES ('326', '326', '825', '925');
INSERT INTO `goods_stock` VALUES ('327', '327', '826', '926');
INSERT INTO `goods_stock` VALUES ('328', '328', '827', '927');
INSERT INTO `goods_stock` VALUES ('329', '329', '828', '928');
INSERT INTO `goods_stock` VALUES ('330', '330', '829', '929');
INSERT INTO `goods_stock` VALUES ('331', '331', '830', '930');
INSERT INTO `goods_stock` VALUES ('332', '332', '831', '931');
INSERT INTO `goods_stock` VALUES ('333', '333', '832', '932');
INSERT INTO `goods_stock` VALUES ('334', '334', '833', '933');
INSERT INTO `goods_stock` VALUES ('335', '335', '834', '934');
INSERT INTO `goods_stock` VALUES ('336', '336', '835', '935');
INSERT INTO `goods_stock` VALUES ('337', '337', '836', '936');
INSERT INTO `goods_stock` VALUES ('338', '338', '837', '937');
INSERT INTO `goods_stock` VALUES ('339', '339', '838', '938');
INSERT INTO `goods_stock` VALUES ('340', '340', '839', '939');
INSERT INTO `goods_stock` VALUES ('341', '341', '840', '940');
INSERT INTO `goods_stock` VALUES ('342', '342', '841', '941');
INSERT INTO `goods_stock` VALUES ('343', '343', '842', '942');
INSERT INTO `goods_stock` VALUES ('344', '344', '843', '943');
INSERT INTO `goods_stock` VALUES ('345', '345', '844', '944');
INSERT INTO `goods_stock` VALUES ('346', '346', '845', '945');
INSERT INTO `goods_stock` VALUES ('347', '347', '846', '946');
INSERT INTO `goods_stock` VALUES ('348', '348', '847', '947');
INSERT INTO `goods_stock` VALUES ('349', '349', '848', '948');
INSERT INTO `goods_stock` VALUES ('350', '350', '849', '949');
INSERT INTO `goods_stock` VALUES ('351', '351', '850', '950');
INSERT INTO `goods_stock` VALUES ('352', '352', '851', '951');
INSERT INTO `goods_stock` VALUES ('353', '353', '852', '952');
INSERT INTO `goods_stock` VALUES ('354', '354', '853', '953');
INSERT INTO `goods_stock` VALUES ('355', '355', '854', '954');
INSERT INTO `goods_stock` VALUES ('356', '356', '855', '955');
INSERT INTO `goods_stock` VALUES ('357', '357', '856', '956');
INSERT INTO `goods_stock` VALUES ('358', '358', '857', '957');
INSERT INTO `goods_stock` VALUES ('359', '359', '858', '958');
INSERT INTO `goods_stock` VALUES ('360', '360', '859', '959');
INSERT INTO `goods_stock` VALUES ('361', '361', '860', '960');
INSERT INTO `goods_stock` VALUES ('362', '362', '861', '961');
INSERT INTO `goods_stock` VALUES ('363', '363', '862', '962');
INSERT INTO `goods_stock` VALUES ('364', '364', '863', '963');
INSERT INTO `goods_stock` VALUES ('365', '365', '864', '964');
INSERT INTO `goods_stock` VALUES ('366', '366', '865', '965');
INSERT INTO `goods_stock` VALUES ('367', '367', '866', '966');
INSERT INTO `goods_stock` VALUES ('368', '368', '867', '967');
INSERT INTO `goods_stock` VALUES ('369', '369', '868', '968');
INSERT INTO `goods_stock` VALUES ('370', '370', '869', '969');
INSERT INTO `goods_stock` VALUES ('371', '371', '870', '970');
INSERT INTO `goods_stock` VALUES ('372', '372', '871', '971');
INSERT INTO `goods_stock` VALUES ('373', '373', '872', '972');
INSERT INTO `goods_stock` VALUES ('374', '374', '873', '973');
INSERT INTO `goods_stock` VALUES ('375', '375', '874', '974');
INSERT INTO `goods_stock` VALUES ('376', '376', '875', '975');
INSERT INTO `goods_stock` VALUES ('377', '377', '876', '976');
INSERT INTO `goods_stock` VALUES ('378', '378', '877', '977');
INSERT INTO `goods_stock` VALUES ('379', '379', '878', '978');
INSERT INTO `goods_stock` VALUES ('380', '380', '879', '979');
INSERT INTO `goods_stock` VALUES ('381', '381', '880', '980');
INSERT INTO `goods_stock` VALUES ('382', '382', '881', '981');
INSERT INTO `goods_stock` VALUES ('383', '383', '882', '982');
INSERT INTO `goods_stock` VALUES ('384', '384', '883', '983');
INSERT INTO `goods_stock` VALUES ('385', '385', '884', '984');
INSERT INTO `goods_stock` VALUES ('386', '386', '885', '985');
INSERT INTO `goods_stock` VALUES ('387', '387', '886', '986');
INSERT INTO `goods_stock` VALUES ('388', '388', '887', '987');
INSERT INTO `goods_stock` VALUES ('389', '389', '888', '988');
INSERT INTO `goods_stock` VALUES ('390', '390', '889', '989');
INSERT INTO `goods_stock` VALUES ('391', '391', '890', '990');
INSERT INTO `goods_stock` VALUES ('392', '392', '891', '991');
INSERT INTO `goods_stock` VALUES ('393', '393', '892', '992');
INSERT INTO `goods_stock` VALUES ('394', '394', '893', '993');
INSERT INTO `goods_stock` VALUES ('395', '395', '894', '994');
INSERT INTO `goods_stock` VALUES ('396', '396', '895', '995');
INSERT INTO `goods_stock` VALUES ('397', '397', '896', '996');
INSERT INTO `goods_stock` VALUES ('398', '398', '897', '997');
INSERT INTO `goods_stock` VALUES ('399', '399', '898', '998');
INSERT INTO `goods_stock` VALUES ('400', '400', '899', '999');
INSERT INTO `goods_stock` VALUES ('401', '401', '900', '1000');
INSERT INTO `goods_stock` VALUES ('402', '402', '901', '1001');
INSERT INTO `goods_stock` VALUES ('403', '403', '902', '1002');
INSERT INTO `goods_stock` VALUES ('404', '404', '903', '1003');
INSERT INTO `goods_stock` VALUES ('405', '405', '904', '1004');
INSERT INTO `goods_stock` VALUES ('406', '406', '905', '1005');
INSERT INTO `goods_stock` VALUES ('407', '407', '906', '1006');
INSERT INTO `goods_stock` VALUES ('408', '408', '907', '1007');
INSERT INTO `goods_stock` VALUES ('409', '409', '908', '1008');
INSERT INTO `goods_stock` VALUES ('410', '410', '909', '1009');
INSERT INTO `goods_stock` VALUES ('411', '411', '910', '1010');
INSERT INTO `goods_stock` VALUES ('412', '412', '911', '1011');
INSERT INTO `goods_stock` VALUES ('413', '413', '912', '1012');
INSERT INTO `goods_stock` VALUES ('414', '414', '913', '1013');
INSERT INTO `goods_stock` VALUES ('415', '415', '914', '1014');
INSERT INTO `goods_stock` VALUES ('416', '416', '915', '1015');
INSERT INTO `goods_stock` VALUES ('417', '417', '916', '1016');
INSERT INTO `goods_stock` VALUES ('418', '418', '917', '1017');
INSERT INTO `goods_stock` VALUES ('419', '419', '918', '1018');
INSERT INTO `goods_stock` VALUES ('420', '420', '919', '1019');
INSERT INTO `goods_stock` VALUES ('421', '421', '920', '1020');
INSERT INTO `goods_stock` VALUES ('422', '422', '921', '1021');
INSERT INTO `goods_stock` VALUES ('423', '423', '922', '1022');
INSERT INTO `goods_stock` VALUES ('424', '424', '923', '1023');
INSERT INTO `goods_stock` VALUES ('425', '425', '924', '1024');
INSERT INTO `goods_stock` VALUES ('426', '426', '925', '1025');
INSERT INTO `goods_stock` VALUES ('427', '427', '926', '1026');
INSERT INTO `goods_stock` VALUES ('428', '428', '927', '1027');
INSERT INTO `goods_stock` VALUES ('429', '429', '928', '1028');
INSERT INTO `goods_stock` VALUES ('430', '430', '929', '1029');
INSERT INTO `goods_stock` VALUES ('431', '431', '930', '1030');
INSERT INTO `goods_stock` VALUES ('432', '432', '931', '1031');
INSERT INTO `goods_stock` VALUES ('433', '433', '932', '1032');
INSERT INTO `goods_stock` VALUES ('434', '434', '933', '1033');
INSERT INTO `goods_stock` VALUES ('435', '435', '934', '1034');
INSERT INTO `goods_stock` VALUES ('436', '436', '935', '1035');
INSERT INTO `goods_stock` VALUES ('437', '437', '936', '1036');
INSERT INTO `goods_stock` VALUES ('438', '438', '937', '1037');
INSERT INTO `goods_stock` VALUES ('439', '439', '938', '1038');
INSERT INTO `goods_stock` VALUES ('440', '440', '939', '1039');
INSERT INTO `goods_stock` VALUES ('441', '441', '940', '1040');
INSERT INTO `goods_stock` VALUES ('442', '442', '941', '1041');
INSERT INTO `goods_stock` VALUES ('443', '443', '942', '1042');
INSERT INTO `goods_stock` VALUES ('444', '444', '943', '1043');
INSERT INTO `goods_stock` VALUES ('445', '445', '944', '1044');
INSERT INTO `goods_stock` VALUES ('446', '446', '945', '1045');
INSERT INTO `goods_stock` VALUES ('447', '447', '946', '1046');
INSERT INTO `goods_stock` VALUES ('448', '448', '947', '1047');
INSERT INTO `goods_stock` VALUES ('449', '449', '948', '1048');
INSERT INTO `goods_stock` VALUES ('450', '450', '949', '1049');
INSERT INTO `goods_stock` VALUES ('451', '451', '950', '1050');
INSERT INTO `goods_stock` VALUES ('452', '452', '951', '1051');
INSERT INTO `goods_stock` VALUES ('453', '453', '952', '1052');
INSERT INTO `goods_stock` VALUES ('454', '454', '953', '1053');
INSERT INTO `goods_stock` VALUES ('455', '455', '954', '1054');
INSERT INTO `goods_stock` VALUES ('456', '456', '955', '1055');
INSERT INTO `goods_stock` VALUES ('457', '457', '956', '1056');
INSERT INTO `goods_stock` VALUES ('458', '458', '957', '1057');
INSERT INTO `goods_stock` VALUES ('459', '459', '958', '1058');
INSERT INTO `goods_stock` VALUES ('460', '460', '959', '1059');
INSERT INTO `goods_stock` VALUES ('461', '461', '960', '1060');
INSERT INTO `goods_stock` VALUES ('462', '462', '961', '1061');
INSERT INTO `goods_stock` VALUES ('463', '463', '962', '1062');
INSERT INTO `goods_stock` VALUES ('464', '464', '963', '1063');
INSERT INTO `goods_stock` VALUES ('465', '465', '964', '1064');
INSERT INTO `goods_stock` VALUES ('466', '466', '965', '1065');
INSERT INTO `goods_stock` VALUES ('467', '467', '966', '1066');
INSERT INTO `goods_stock` VALUES ('468', '468', '967', '1067');
INSERT INTO `goods_stock` VALUES ('469', '469', '968', '1068');
INSERT INTO `goods_stock` VALUES ('470', '470', '969', '1069');
INSERT INTO `goods_stock` VALUES ('471', '471', '970', '1070');
INSERT INTO `goods_stock` VALUES ('472', '472', '971', '1071');
INSERT INTO `goods_stock` VALUES ('473', '473', '972', '1072');
INSERT INTO `goods_stock` VALUES ('474', '474', '973', '1073');
INSERT INTO `goods_stock` VALUES ('475', '475', '974', '1074');
INSERT INTO `goods_stock` VALUES ('476', '476', '975', '1075');
INSERT INTO `goods_stock` VALUES ('477', '477', '976', '1076');
INSERT INTO `goods_stock` VALUES ('478', '478', '977', '1077');
INSERT INTO `goods_stock` VALUES ('479', '479', '978', '1078');
INSERT INTO `goods_stock` VALUES ('480', '480', '979', '1079');
INSERT INTO `goods_stock` VALUES ('481', '481', '980', '1080');
INSERT INTO `goods_stock` VALUES ('482', '482', '981', '1081');
INSERT INTO `goods_stock` VALUES ('483', '483', '982', '1082');
INSERT INTO `goods_stock` VALUES ('484', '484', '983', '1083');
INSERT INTO `goods_stock` VALUES ('485', '485', '984', '1084');
INSERT INTO `goods_stock` VALUES ('486', '486', '985', '1085');
INSERT INTO `goods_stock` VALUES ('487', '487', '986', '1086');
INSERT INTO `goods_stock` VALUES ('488', '488', '987', '1087');
INSERT INTO `goods_stock` VALUES ('489', '489', '988', '1088');
INSERT INTO `goods_stock` VALUES ('490', '490', '989', '1089');
INSERT INTO `goods_stock` VALUES ('491', '491', '990', '1090');
INSERT INTO `goods_stock` VALUES ('492', '492', '991', '1091');
INSERT INTO `goods_stock` VALUES ('493', '493', '992', '1092');
INSERT INTO `goods_stock` VALUES ('494', '494', '993', '1093');
INSERT INTO `goods_stock` VALUES ('495', '495', '994', '1094');
INSERT INTO `goods_stock` VALUES ('496', '496', '995', '1095');
INSERT INTO `goods_stock` VALUES ('497', '497', '996', '1096');
INSERT INTO `goods_stock` VALUES ('498', '498', '997', '1097');
INSERT INTO `goods_stock` VALUES ('499', '499', '998', '1098');
INSERT INTO `goods_stock` VALUES ('500', '500', '999', '1099');
INSERT INTO `goods_stock` VALUES ('501', '501', '1000', '1100');
INSERT INTO `goods_stock` VALUES ('502', '502', '1001', '1101');
INSERT INTO `goods_stock` VALUES ('503', '503', '1002', '1102');
INSERT INTO `goods_stock` VALUES ('504', '504', '1003', '1103');
INSERT INTO `goods_stock` VALUES ('505', '505', '1004', '1104');
INSERT INTO `goods_stock` VALUES ('506', '506', '1005', '1105');
INSERT INTO `goods_stock` VALUES ('507', '507', '1006', '1106');
INSERT INTO `goods_stock` VALUES ('508', '508', '1007', '1107');
INSERT INTO `goods_stock` VALUES ('509', '509', '1008', '1108');
INSERT INTO `goods_stock` VALUES ('510', '510', '1009', '1109');
INSERT INTO `goods_stock` VALUES ('511', '511', '1010', '1110');
INSERT INTO `goods_stock` VALUES ('512', '512', '1011', '1111');
INSERT INTO `goods_stock` VALUES ('513', '513', '1012', '1112');
INSERT INTO `goods_stock` VALUES ('514', '514', '1013', '1113');
INSERT INTO `goods_stock` VALUES ('515', '515', '1014', '1114');
INSERT INTO `goods_stock` VALUES ('516', '516', '1015', '1115');
INSERT INTO `goods_stock` VALUES ('517', '517', '1016', '1116');
INSERT INTO `goods_stock` VALUES ('518', '518', '1017', '1117');
INSERT INTO `goods_stock` VALUES ('519', '519', '1018', '1118');
INSERT INTO `goods_stock` VALUES ('520', '520', '1019', '1119');
INSERT INTO `goods_stock` VALUES ('521', '521', '1020', '1120');
INSERT INTO `goods_stock` VALUES ('522', '522', '1021', '1121');
INSERT INTO `goods_stock` VALUES ('523', '523', '1022', '1122');
INSERT INTO `goods_stock` VALUES ('524', '524', '1023', '1123');
INSERT INTO `goods_stock` VALUES ('525', '525', '1024', '1124');
INSERT INTO `goods_stock` VALUES ('526', '526', '1025', '1125');
INSERT INTO `goods_stock` VALUES ('527', '527', '1026', '1126');
INSERT INTO `goods_stock` VALUES ('528', '528', '1027', '1127');
INSERT INTO `goods_stock` VALUES ('529', '529', '1028', '1128');
INSERT INTO `goods_stock` VALUES ('530', '530', '1029', '1129');
INSERT INTO `goods_stock` VALUES ('531', '531', '1030', '1130');
INSERT INTO `goods_stock` VALUES ('532', '532', '1031', '1131');
INSERT INTO `goods_stock` VALUES ('533', '533', '1032', '1132');
INSERT INTO `goods_stock` VALUES ('534', '534', '1033', '1133');
INSERT INTO `goods_stock` VALUES ('535', '535', '1034', '1134');
INSERT INTO `goods_stock` VALUES ('536', '536', '1035', '1135');
INSERT INTO `goods_stock` VALUES ('537', '537', '1036', '1136');
INSERT INTO `goods_stock` VALUES ('538', '538', '1037', '1137');
INSERT INTO `goods_stock` VALUES ('539', '539', '1038', '1138');
INSERT INTO `goods_stock` VALUES ('540', '540', '1039', '1139');
INSERT INTO `goods_stock` VALUES ('541', '541', '1040', '1140');
INSERT INTO `goods_stock` VALUES ('542', '542', '1041', '1141');
INSERT INTO `goods_stock` VALUES ('543', '543', '1042', '1142');
INSERT INTO `goods_stock` VALUES ('544', '544', '1043', '1143');
INSERT INTO `goods_stock` VALUES ('545', '545', '1044', '1144');
INSERT INTO `goods_stock` VALUES ('546', '546', '1045', '1145');
INSERT INTO `goods_stock` VALUES ('547', '547', '1046', '1146');
INSERT INTO `goods_stock` VALUES ('548', '548', '1047', '1147');
INSERT INTO `goods_stock` VALUES ('549', '549', '1048', '1148');
INSERT INTO `goods_stock` VALUES ('550', '550', '1049', '1149');
INSERT INTO `goods_stock` VALUES ('551', '551', '1050', '1150');
INSERT INTO `goods_stock` VALUES ('552', '552', '1051', '1151');
INSERT INTO `goods_stock` VALUES ('553', '553', '1052', '1152');
INSERT INTO `goods_stock` VALUES ('554', '554', '1053', '1153');
INSERT INTO `goods_stock` VALUES ('555', '555', '1054', '1154');
INSERT INTO `goods_stock` VALUES ('556', '556', '1055', '1155');
INSERT INTO `goods_stock` VALUES ('557', '557', '1056', '1156');
INSERT INTO `goods_stock` VALUES ('558', '558', '1057', '1157');
INSERT INTO `goods_stock` VALUES ('559', '559', '1058', '1158');
INSERT INTO `goods_stock` VALUES ('560', '560', '1059', '1159');
INSERT INTO `goods_stock` VALUES ('561', '561', '1060', '1160');
INSERT INTO `goods_stock` VALUES ('562', '562', '1061', '1161');
INSERT INTO `goods_stock` VALUES ('563', '563', '1062', '1162');
INSERT INTO `goods_stock` VALUES ('564', '564', '1063', '1163');
INSERT INTO `goods_stock` VALUES ('565', '565', '1064', '1164');
INSERT INTO `goods_stock` VALUES ('566', '566', '1065', '1165');
INSERT INTO `goods_stock` VALUES ('567', '567', '1066', '1166');
INSERT INTO `goods_stock` VALUES ('568', '568', '1067', '1167');
INSERT INTO `goods_stock` VALUES ('569', '569', '1068', '1168');
INSERT INTO `goods_stock` VALUES ('570', '570', '1069', '1169');
INSERT INTO `goods_stock` VALUES ('571', '571', '1070', '1170');
INSERT INTO `goods_stock` VALUES ('572', '572', '1071', '1171');
INSERT INTO `goods_stock` VALUES ('573', '573', '1072', '1172');
INSERT INTO `goods_stock` VALUES ('574', '574', '1073', '1173');
INSERT INTO `goods_stock` VALUES ('575', '575', '1074', '1174');
INSERT INTO `goods_stock` VALUES ('576', '576', '1075', '1175');
INSERT INTO `goods_stock` VALUES ('577', '577', '1076', '1176');
INSERT INTO `goods_stock` VALUES ('578', '578', '1077', '1177');
INSERT INTO `goods_stock` VALUES ('579', '579', '1078', '1178');
INSERT INTO `goods_stock` VALUES ('580', '580', '1079', '1179');
INSERT INTO `goods_stock` VALUES ('581', '581', '1080', '1180');
INSERT INTO `goods_stock` VALUES ('582', '582', '1081', '1181');
INSERT INTO `goods_stock` VALUES ('583', '583', '1082', '1182');
INSERT INTO `goods_stock` VALUES ('584', '584', '1083', '1183');
INSERT INTO `goods_stock` VALUES ('585', '585', '1084', '1184');
INSERT INTO `goods_stock` VALUES ('586', '586', '1085', '1185');
INSERT INTO `goods_stock` VALUES ('587', '587', '1086', '1186');
INSERT INTO `goods_stock` VALUES ('588', '588', '1087', '1187');
INSERT INTO `goods_stock` VALUES ('589', '589', '1088', '1188');
INSERT INTO `goods_stock` VALUES ('590', '590', '1089', '1189');
INSERT INTO `goods_stock` VALUES ('591', '591', '1090', '1190');
INSERT INTO `goods_stock` VALUES ('592', '592', '1091', '1191');
INSERT INTO `goods_stock` VALUES ('593', '593', '1092', '1192');
INSERT INTO `goods_stock` VALUES ('594', '594', '1093', '1193');
INSERT INTO `goods_stock` VALUES ('595', '595', '1094', '1194');
INSERT INTO `goods_stock` VALUES ('596', '596', '1095', '1195');
INSERT INTO `goods_stock` VALUES ('597', '597', '1096', '1196');
INSERT INTO `goods_stock` VALUES ('598', '598', '1097', '1197');
INSERT INTO `goods_stock` VALUES ('599', '599', '1098', '1198');
INSERT INTO `goods_stock` VALUES ('600', '600', '1099', '1199');

-- ----------------------------
-- Table structure for index_img_class
-- ----------------------------
DROP TABLE IF EXISTS `index_img_class`;
CREATE TABLE `index_img_class` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `class_no` int(11) NOT NULL,
  `img_url` varchar(255) NOT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `purchase` varchar(255) DEFAULT NULL,
  `describe` varchar(255) DEFAULT NULL,
  `evaluate` varchar(255) DEFAULT NULL,
  `collection` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=101 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of index_img_class
-- ----------------------------
INSERT INTO `index_img_class` VALUES ('1', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(1).jpg', '98.00', '1000', '网红爆款休闲充饥夜宵小吃组合一整箱礼品', '78', '59');
INSERT INTO `index_img_class` VALUES ('2', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(2).jpg', '29.90', '1200', '网红爆款休闲充饥夜宵小吃组合一整箱礼品', '66', '59');
INSERT INTO `index_img_class` VALUES ('3', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(3).jpg', '66.60', '100', '网红爆款休闲充饥夜宵小吃组合一整箱礼品', '333', '666');
INSERT INTO `index_img_class` VALUES ('4', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(4).jpg', '59.00', '123', '网红爆款休闲充饥夜宵小吃组合一整箱礼品', '111', '11');
INSERT INTO `index_img_class` VALUES ('5', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(5).jpg', '398.00', '65', '网红爆款休闲充饥夜宵小吃组合一整箱礼品', '222', '65');
INSERT INTO `index_img_class` VALUES ('6', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(6).jpg', '69.90', '89', '每日坚果零食组合春节礼盒装', '333', '588');
INSERT INTO `index_img_class` VALUES ('7', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(7).jpg', '59.00', '99', '每日坚果零食组合春节礼盒装', '444', '699');
INSERT INTO `index_img_class` VALUES ('8', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(8).jpg', '88.00', '86', '每日坚果零食组合春节礼盒装', '555', '582');
INSERT INTO `index_img_class` VALUES ('9', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(9).jpg', '59.90', '111', '每日坚果混合过年零食干果团购优惠', '666', '268');
INSERT INTO `index_img_class` VALUES ('10', '1', 'http://localhost:3000/src/images/goods/1/goods-1-(10).jpg', '19.00', '1236', '每日坚果混合过年零食干果团购优惠', '777', '654');
INSERT INTO `index_img_class` VALUES ('11', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(1).jpg', '8.90', '955', '老式豆干麻辣零食组合', '45', '798');
INSERT INTO `index_img_class` VALUES ('12', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(2).jpg', '13.90', '655', '满减【百草味】豆干小零食麻辣儿时豆腐干辣条小包装', '85', '546');
INSERT INTO `index_img_class` VALUES ('13', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(3).jpg', '19.50', '123', '一箱麻辣零食豆皮辣片小吃满减', '900', '156');
INSERT INTO `index_img_class` VALUES ('14', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(4).jpg', '4.40', '23', '森吧年货节辣条大礼包零食整箱超大混装混搭混合装', '68', '156');
INSERT INTO `index_img_class` VALUES ('15', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(5).jpg', '25.80', '98', '网红辣条大礼包零食好吃的休闲食品麻辣味小吃儿时大辣片', '4000', '1564');
INSERT INTO `index_img_class` VALUES ('16', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(6).jpg', '26.80', '25', '辣条零食大礼包网红魔芋爽小面筋休闲一箱小吃', '255', '48');
INSERT INTO `index_img_class` VALUES ('17', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(7).jpg', '6.95', '1000', '网红辣条大礼包零食小吃休闲食品麻辣味片', '63', '489');
INSERT INTO `index_img_class` VALUES ('18', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(8).jpg', '16.90', '1210', '【三只松鼠】麻辣零食小吃面筋大刀肉辣条大礼包', '244', '489');
INSERT INTO `index_img_class` VALUES ('19', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(9).jpg', '9.90', '1610', '满减【百草味】辣条麻辣儿时老式豆皮怀旧零食', '55', '489');
INSERT INTO `index_img_class` VALUES ('20', '2', 'http://localhost:3000/src/images/goods/2/goods-2-(10).jpg', '26.90', '1604', '卫龙大礼包辣条亲嘴烧豆干麻辣味整箱儿时小吃休闲美食', '299', '285');
INSERT INTO `index_img_class` VALUES ('21', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(1).jpg', '14.60', '588', '【百草味-手撕面包1kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '78', '699');
INSERT INTO `index_img_class` VALUES ('22', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(2).jpg', '41.80', '699', '【百草味-手撕面包2kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '66', '582');
INSERT INTO `index_img_class` VALUES ('23', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(3).jpg', '14.50', '582', '【百草味-手撕面包3kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '333', '268');
INSERT INTO `index_img_class` VALUES ('24', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(4).jpg', '19.90', '268', '【百草味-手撕面包4kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '111', '654');
INSERT INTO `index_img_class` VALUES ('25', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(5).jpg', '7.40', '654', '【百草味-手撕面包5kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '222', '594');
INSERT INTO `index_img_class` VALUES ('26', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(6).jpg', '5.90', '594', '【百草味-手撕面包6kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '333', '798');
INSERT INTO `index_img_class` VALUES ('27', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(7).jpg', '14.95', '798', '【百草味-手撕面包7kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '444', '546');
INSERT INTO `index_img_class` VALUES ('28', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(8).jpg', '21.90', '546', '【百草味-手撕面包8kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '555', '156');
INSERT INTO `index_img_class` VALUES ('29', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(9).jpg', '35.90', '156', '【百草味-手撕面包9kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '666', '156');
INSERT INTO `index_img_class` VALUES ('30', '3', 'http://localhost:3000/src/images/goods/3/goods-3-(10).jpg', '41.80', '156', '【百草味-手撕面包10kg】全麦蛋糕早餐营养食品 休闲零食小吃整箱', '777', '798');
INSERT INTO `index_img_class` VALUES ('31', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(1).jpg', '21.80', '588', '低GI饱腹代餐全麦饼干无糖精孕妇0零食卡脂肪热量魔芋压缩粗粮饼', '699', '546');
INSERT INTO `index_img_class` VALUES ('32', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(2).jpg', '39.90', '699', '低GI饱腹代餐全麦饼干无糖精孕妇1零食卡脂肪热量魔芋压缩粗粮饼', '582', '156');
INSERT INTO `index_img_class` VALUES ('33', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(3).jpg', '7.90', '582', '低GI饱腹代餐全麦饼干无糖精孕妇2零食卡脂肪热量魔芋压缩粗粮饼', '268', '156');
INSERT INTO `index_img_class` VALUES ('34', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(4).jpg', '12.90', '268', '低GI饱腹代餐全麦饼干无糖精孕妇3零食卡脂肪热量魔芋压缩粗粮饼', '654', '1564');
INSERT INTO `index_img_class` VALUES ('35', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(5).jpg', '138.00', '654', '低GI饱腹代餐全麦饼干无糖精孕妇4零食卡脂肪热量魔芋压缩粗粮饼', '594', '59');
INSERT INTO `index_img_class` VALUES ('36', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(6).jpg', '99.00', '594', '低GI饱腹代餐全麦饼干无糖精孕妇5零食卡脂肪热量魔芋压缩粗粮饼', '798', '59');
INSERT INTO `index_img_class` VALUES ('37', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(7).jpg', '12.95', '798', '低GI饱腹代餐全麦饼干无糖精孕妇6零食卡脂肪热量魔芋压缩粗粮饼', '546', '666');
INSERT INTO `index_img_class` VALUES ('38', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(8).jpg', '29.90', '546', '低GI饱腹代餐全麦饼干无糖精孕妇7零食卡脂肪热量魔芋压缩粗粮饼', '156', '11');
INSERT INTO `index_img_class` VALUES ('39', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(9).jpg', '48.90', '156', '低GI饱腹代餐全麦饼干无糖精孕妇8零食卡脂肪热量魔芋压缩粗粮饼', '156', '65');
INSERT INTO `index_img_class` VALUES ('40', '4', 'http://localhost:3000/src/images/goods/4/goods-4-(10).jpg', '59.90', '156', '低GI饱腹代餐全麦饼干无糖精孕妇9零食卡脂肪热量魔芋压缩粗粮饼', '1564', '777');
INSERT INTO `index_img_class` VALUES ('41', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(1).jpg', '10.70', '955', '猪肉干风干手撕超干五香麻辣猪肉干类零食小包散装肉脯条', '59', '798');
INSERT INTO `index_img_class` VALUES ('42', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(2).jpg', '11.99', '655', '蜜汁炭烧味手撕牛肉干即食牛肉类休闲零食小吃', '59', '546');
INSERT INTO `index_img_class` VALUES ('43', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(3).jpg', '59.90', '123', '味巴哥猪肉脯300g包邮原味蜜汁麻辣猪肉铺肉干猪肉类零食', '666', '156');
INSERT INTO `index_img_class` VALUES ('44', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(4).jpg', '22.90', '23', '烤辣椒切片烧烤猪肉250g非小包装猪肉脯肉干类零散装', '11', '156');
INSERT INTO `index_img_class` VALUES ('45', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(5).jpg', '25.90', '98', '猪肉脯肉干散装肉干类零食铺整箱肉脯风猪肉干', '65', '1564');
INSERT INTO `index_img_class` VALUES ('46', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(6).jpg', '29.90', '25', '美珍香现烤辣椒切片烧烤猪肉250g非小包装猪肉脯肉干类零散装', '588', '48');
INSERT INTO `index_img_class` VALUES ('47', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(7).jpg', '19.90', '1000', '猪肉脯肉干散装肉干类零食铺整箱肉脯风猪肉干', '699', '489');
INSERT INTO `index_img_class` VALUES ('48', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(8).jpg', '26.90', '1210', '肉干类零食组合肉脯组合肉干类大礼包', '582', '489');
INSERT INTO `index_img_class` VALUES ('49', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(9).jpg', '49.90', '1610', '猪肉干风干手撕超干五香麻辣猪肉干类零食', '268', '489');
INSERT INTO `index_img_class` VALUES ('50', '5', 'http://localhost:3000/src/images/goods/5/goods-5-(10).jpg', '69.90', '1604', '黄金香珍品猪肉干200g中华老字号', '654', '285');
INSERT INTO `index_img_class` VALUES ('51', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(1).jpg', '38.00', '98', '满减【三只松鼠_冻干榴莲30g】休闲零食果脯水果干果特产金枕头', '798', '798');
INSERT INTO `index_img_class` VALUES ('52', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(2).jpg', '15.90', '475', '满减【三只松鼠_冻干榴莲31g】休闲零食果脯水果干果特产金枕头', '546', '546');
INSERT INTO `index_img_class` VALUES ('53', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(3).jpg', '29.90', '19', '满减【三只松鼠_冻干榴莲32g】休闲零食果脯水果干果特产金枕头', '156', '156');
INSERT INTO `index_img_class` VALUES ('54', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(4).jpg', '21.90', '67', '满减【三只松鼠_冻干榴莲33g】休闲零食果脯水果干果特产金枕头', '156', '156');
INSERT INTO `index_img_class` VALUES ('55', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(5).jpg', '29.90', '29', '满减【三只松鼠_冻干榴莲34g】休闲零食果脯水果干果特产金枕头', '1564', '1564');
INSERT INTO `index_img_class` VALUES ('56', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(6).jpg', '59.90', '222', '满减【三只松鼠_冻干榴莲35g】休闲零食果脯水果干果特产金枕头', '59', '59');
INSERT INTO `index_img_class` VALUES ('57', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(7).jpg', '28.00', '558', '满减【三只松鼠_冻干榴莲36g】休闲零食果脯水果干果特产金枕头', '59', '59');
INSERT INTO `index_img_class` VALUES ('58', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(8).jpg', '39.90', '68', '满减【三只松鼠_冻干榴莲37g】休闲零食果脯水果干果特产金枕头', '666', '666');
INSERT INTO `index_img_class` VALUES ('59', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(9).jpg', '25.00', '59', '满减【三只松鼠_冻干榴莲38g】休闲零食果脯水果干果特产金枕头', '11', '11');
INSERT INTO `index_img_class` VALUES ('60', '6', 'http://localhost:3000/src/images/goods/6/goods-6-(10).jpg', '48.90', '789', '满减【三只松鼠_冻干榴莲39g】休闲零食果脯水果干果特产金枕头', '65', '65');
INSERT INTO `index_img_class` VALUES ('61', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(1).jpg', '68.50', '59', '糖村法式牛轧糖500g零食喜糖果年货礼盒原版sugarspice', '156', '955');
INSERT INTO `index_img_class` VALUES ('62', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(2).jpg', '25.90', '666', '糖村法式牛轧糖501g零食喜糖果年货礼盒原版sugarspice', '588', '655');
INSERT INTO `index_img_class` VALUES ('63', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(3).jpg', '11.99', '11', '糖村法式牛轧糖502g零食喜糖果年货礼盒原版sugarspice', '699', '123');
INSERT INTO `index_img_class` VALUES ('64', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(4).jpg', '68.00', '65', '糖村法式牛轧糖503g零食喜糖果年货礼盒原版sugarspice', '582', '23');
INSERT INTO `index_img_class` VALUES ('65', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(5).jpg', '15.90', '588', '糖村法式牛轧糖504g零食喜糖果年货礼盒原版sugarspice', '268', '98');
INSERT INTO `index_img_class` VALUES ('66', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(6).jpg', '59.90', '699', '糖村法式牛轧糖505g零食喜糖果年货礼盒原版sugarspice', '654', '25');
INSERT INTO `index_img_class` VALUES ('67', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(7).jpg', '11.80', '582', '糖村法式牛轧糖506g零食喜糖果年货礼盒原版sugarspice', '594', '1000');
INSERT INTO `index_img_class` VALUES ('68', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(8).jpg', '25.90', '268', '糖村法式牛轧糖507g零食喜糖果年货礼盒原版sugarspice', '798', '1210');
INSERT INTO `index_img_class` VALUES ('69', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(9).jpg', '20.90', '654', '糖村法式牛轧糖508g零食喜糖果年货礼盒原版sugarspice', '546', '1610');
INSERT INTO `index_img_class` VALUES ('70', '7', 'http://localhost:3000/src/images/goods/7/goods-7-(10).jpg', '28.70', '798', '糖村法式牛轧糖509g零食喜糖果年货礼盒原版sugarspice', '156', '1604');
INSERT INTO `index_img_class` VALUES ('71', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(1).jpg', '19.90', '29', '果肉果冻大杯装200g*10杯什锦大礼包整箱儿童布丁零食批发', '285', '666');
INSERT INTO `index_img_class` VALUES ('72', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(2).jpg', '16.80', '222', '果肉果冻大杯装200g*11杯什锦大礼包整箱儿童布丁零食批发', '798', '11');
INSERT INTO `index_img_class` VALUES ('73', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(3).jpg', '18.90', '558', '果肉果冻大杯装200g*12杯什锦大礼包整箱儿童布丁零食批发', '546', '65');
INSERT INTO `index_img_class` VALUES ('74', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(4).jpg', '11.45', '68', '果肉果冻大杯装200g*13杯什锦大礼包整箱儿童布丁零食批发', '156', '156');
INSERT INTO `index_img_class` VALUES ('75', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(5).jpg', '19.00', '59', '果肉果冻大杯装200g*14杯什锦大礼包整箱儿童布丁零食批发', '156', '588');
INSERT INTO `index_img_class` VALUES ('76', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(6).jpg', '19.99', '789', '果肉果冻大杯装200g*15杯什锦大礼包整箱儿童布丁零食批发', '1564', '699');
INSERT INTO `index_img_class` VALUES ('77', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(7).jpg', '6.00', '59', '果肉果冻大杯装200g*16杯什锦大礼包整箱儿童布丁零食批发', '59', '582');
INSERT INTO `index_img_class` VALUES ('78', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(8).jpg', '89.90', '666', '果肉果冻大杯装200g*17杯什锦大礼包整箱儿童布丁零食批发', '59', '268');
INSERT INTO `index_img_class` VALUES ('79', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(9).jpg', '24.80', '11', '果肉果冻大杯装200g*18杯什锦大礼包整箱儿童布丁零食批发', '666', '654');
INSERT INTO `index_img_class` VALUES ('80', '8', 'http://localhost:3000/src/images/goods/8/goods-8-(10).jpg', '9.60', '65', '果肉果冻大杯装200g*19杯什锦大礼包整箱儿童布丁零食批发', '11', '594');
INSERT INTO `index_img_class` VALUES ('81', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(1).jpg', '42.80', '59', '康师傅冰红茶柠檬味250ml*24盒*2箱柠檬茶饮料整箱便宜提神果味', '558', '594');
INSERT INTO `index_img_class` VALUES ('82', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(2).jpg', '64.00', '666', '康师傅冰红茶柠檬味250ml*24盒*3箱柠檬茶饮料整箱便宜提神果味', '68', '798');
INSERT INTO `index_img_class` VALUES ('83', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(3).jpg', '79.80', '11', '康师傅冰红茶柠檬味250ml*24盒*4箱柠檬茶饮料整箱便宜提神果味', '59', '546');
INSERT INTO `index_img_class` VALUES ('84', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(4).jpg', '58.50', '65', '康师傅冰红茶柠檬味250ml*24盒*5箱柠檬茶饮料整箱便宜提神果味', '789', '156');
INSERT INTO `index_img_class` VALUES ('85', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(5).jpg', '60.90', '588', '康师傅冰红茶柠檬味250ml*24盒*6箱柠檬茶饮料整箱便宜提神果味', '59', '285');
INSERT INTO `index_img_class` VALUES ('86', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(6).jpg', '71.60', '699', '康师傅冰红茶柠檬味250ml*24盒*7箱柠檬茶饮料整箱便宜提神果味', '666', '798');
INSERT INTO `index_img_class` VALUES ('87', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(7).jpg', '49.00', '582', '康师傅冰红茶柠檬味250ml*24盒*8箱柠檬茶饮料整箱便宜提神果味', '11', '546');
INSERT INTO `index_img_class` VALUES ('88', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(8).jpg', '88.00', '268', '康师傅冰红茶柠檬味250ml*24盒*9箱柠檬茶饮料整箱便宜提神果味', '65', '156');
INSERT INTO `index_img_class` VALUES ('89', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(9).jpg', '99.00', '654', '康师傅冰红茶柠檬味250ml*24盒*10箱柠檬茶饮料整箱便宜提神果味', '588', '156');
INSERT INTO `index_img_class` VALUES ('90', '9', 'http://localhost:3000/src/images/goods/9/goods-9-(10).jpg', '112.00', '798', '康师傅冰红茶柠檬味250ml*24盒*11箱柠檬茶饮料整箱便宜提神果味', '699', '1564');
INSERT INTO `index_img_class` VALUES ('91', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(1).jpg', '64.00', '268', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '546', '268');
INSERT INTO `index_img_class` VALUES ('92', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(2).jpg', '19.90', '654', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '156', '654');
INSERT INTO `index_img_class` VALUES ('93', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(3).jpg', '6.00', '798', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '156', '594');
INSERT INTO `index_img_class` VALUES ('94', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(4).jpg', '15.90', '29', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '1564', '594');
INSERT INTO `index_img_class` VALUES ('95', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(5).jpg', '0.66', '222', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '59', '798');
INSERT INTO `index_img_class` VALUES ('96', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(6).jpg', '26.90', '558', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '59', '546');
INSERT INTO `index_img_class` VALUES ('97', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(7).jpg', '19.70', '68', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '666', '156');
INSERT INTO `index_img_class` VALUES ('98', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(8).jpg', '49.80', '59', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '11', '285');
INSERT INTO `index_img_class` VALUES ('99', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(9).jpg', '19.90', '789', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '558', '798');
INSERT INTO `index_img_class` VALUES ('100', '10', 'http://localhost:3000/src/images/goods/10/goods-10-(10).jpg', '16.90', '59', '薯片小包装散装自选小吃网红零食礼包超大包整箱一休闲食品', '68', '546');

-- ----------------------------
-- Table structure for index_nav
-- ----------------------------
DROP TABLE IF EXISTS `index_nav`;
CREATE TABLE `index_nav` (
  `nav_id` int(11) NOT NULL AUTO_INCREMENT,
  `nav_one` varchar(255) DEFAULT NULL,
  `nav_two` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`nav_id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of index_nav
-- ----------------------------
INSERT INTO `index_nav` VALUES ('1', '亲，请先登录', null);
INSERT INTO `index_nav` VALUES ('2', '免费注册', null);
INSERT INTO `index_nav` VALUES ('3', '商城首页', null);
INSERT INTO `index_nav` VALUES ('4', '个人中心', null);
INSERT INTO `index_nav` VALUES ('5', '我的订单', null);
INSERT INTO `index_nav` VALUES ('6', '购物车', null);
INSERT INTO `index_nav` VALUES ('7', '收藏夹', null);
INSERT INTO `index_nav` VALUES ('8', '商品分类', null);
INSERT INTO `index_nav` VALUES ('9', '联系我们', null);

-- ----------------------------
-- Table structure for lunbo
-- ----------------------------
DROP TABLE IF EXISTS `lunbo`;
CREATE TABLE `lunbo` (
  `lunbo_id` int(11) NOT NULL AUTO_INCREMENT,
  `lunbo_url` varchar(255) NOT NULL,
  PRIMARY KEY (`lunbo_id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lunbo
-- ----------------------------
INSERT INTO `lunbo` VALUES ('1', 'http://localhost:3000/src/images/lunbo/lunbo01.jpg');
INSERT INTO `lunbo` VALUES ('2', 'http://localhost:3000/src/images/lunbo/lunbo05.jpg');
INSERT INTO `lunbo` VALUES ('3', 'http://localhost:3000/src/images/lunbo/lunbo03.jpg');
INSERT INTO `lunbo` VALUES ('5', 'http://localhost:3000/src/images/lunbo/lunbo06.jpg');

-- ----------------------------
-- Table structure for order_detail
-- ----------------------------
DROP TABLE IF EXISTS `order_detail`;
CREATE TABLE `order_detail` (
  `order_detail_id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `goods_id` int(11) NOT NULL,
  `goods_name` varchar(255) NOT NULL,
  `goods_num` int(11) NOT NULL,
  `goods_price` decimal(10,2) NOT NULL,
  `goods_weight` varchar(255) NOT NULL,
  PRIMARY KEY (`order_detail_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`),
  CONSTRAINT `order_detail_ibfk_1` FOREIGN KEY (`order_id`) REFERENCES `goods_order` (`order_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of order_detail
-- ----------------------------
INSERT INTO `order_detail` VALUES ('1', '1', '1', '三只松鼠', '1', '120.00', '1596g');
INSERT INTO `order_detail` VALUES ('2', '2', '2', '百草味', '2', '150.00', '999g');

-- ----------------------------
-- Table structure for shop_car
-- ----------------------------
DROP TABLE IF EXISTS `shop_car`;
CREATE TABLE `shop_car` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `goods_id` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `flavor` varchar(255) DEFAULT NULL,
  `pack` varchar(255) DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  CONSTRAINT `shop_car_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user_login` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of shop_car
-- ----------------------------
INSERT INTO `shop_car` VALUES ('4', null, null, '零食大礼包网红爆款休闲充饥夜宵小吃饼干组合一整箱送礼', 'http://localhost:3000/src/images/goods/1/goods-1-(5).jpg', '你喜欢的风味', '包装', '1', '123.00', '2020-04-29 13:05:35');
INSERT INTO `shop_car` VALUES ('21', null, null, '网红辣条大礼包零食小吃休闲食品麻辣味片好吃的儿时', 'http://localhost:3000/src/images/goods/2/goods-2-(2).jpg', '你喜欢的风味', '包装', '1', '13.90', '2020-04-29 15:10:05');

-- ----------------------------
-- Table structure for siderbar
-- ----------------------------
DROP TABLE IF EXISTS `siderbar`;
CREATE TABLE `siderbar` (
  `side_id` int(11) NOT NULL AUTO_INCREMENT,
  `side_name` varchar(255) NOT NULL,
  PRIMARY KEY (`side_id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of siderbar
-- ----------------------------
INSERT INTO `siderbar` VALUES ('1', '商品分类');
INSERT INTO `siderbar` VALUES ('2', '坚果零食');
INSERT INTO `siderbar` VALUES ('3', '肉脯零食');
INSERT INTO `siderbar` VALUES ('4', '传统糕点');
INSERT INTO `siderbar` VALUES ('5', '膨化食品');
INSERT INTO `siderbar` VALUES ('6', '面包饼干');
INSERT INTO `siderbar` VALUES ('7', '能量食品');
INSERT INTO `siderbar` VALUES ('8', '饮料饮品');

-- ----------------------------
-- Table structure for user_login
-- ----------------------------
DROP TABLE IF EXISTS `user_login`;
CREATE TABLE `user_login` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) DEFAULT NULL,
  `user_gender` varchar(255) DEFAULT NULL,
  `user_password` varchar(255) DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `user_stats` varchar(255) DEFAULT NULL,
  `user_time` datetime DEFAULT NULL,
  `user_phone` varchar(255) DEFAULT NULL,
  `user_email` varchar(255) DEFAULT NULL,
  `jieshao` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user_login
-- ----------------------------
INSERT INTO `user_login` VALUES ('1', 'admin', '男', '123456', '2020-04-18', '在线', '2020-01-14 05:17:53', '18277107495', '1234666@qq.com', '管理员');
INSERT INTO `user_login` VALUES ('2', '张三', '男', '123456', null, '离线', '2020-04-19 16:55:40', '12345678910', '1234666@qq.com', '你猜这是什么');
INSERT INTO `user_login` VALUES ('6', '卢俊羽', '男', '123456', null, null, '2020-04-12 22:43:09', '18277107495', null, null);
INSERT INTO `user_login` VALUES ('7', '李四', '男', '123456', '2020-04-29', '在线', '2020-04-29 12:39:00', '12345678910', '', '123');
INSERT INTO `user_login` VALUES ('9', '林大', null, '123456', null, null, '2020-04-29 14:46:10', '18277107495', null, null);
